{"body":{"0":"Washing men's feet gender, care and migration in Albania during and after communism","1":"Washing men's feet gender, care and migration in Albania during and after communism, J Vullnetari and R King","2":"Study The New Father and marked changes in perceptions of men's parenting roles over time","3":"Mothers and fathers were viewed as becoming more alike from the past to the present and continuing into the","4":"Modern and future dads are perceived as much more 'maternal' in personality and behavior than 1950's dads masculinity","5":"Fathers viewed as becoming increasingly maternal in their parenting roles and traits","6":"New on  Where Women Rebel ","7":"My IFJP article Where Women Rebel--now ungated through April 2016","8":"My new article in IFJP is live! It's also soon-to-be-ungated So if you don't have access now, you will soon","9":"Compare the NYT profile with my findings here Women's involvement with IS is very much in line with global trends","10":"Punished for feminism? Men who do feminist activism are subjected to more sexual harassment in the workplace","11":"An understudied topic new study on Sexual Harassment Against Men","12":"New workplace sexual harassment of men punishment for men who deviate fm prescriptions of traditional masculinity","13":"Link to study SexualHarassment","14":"Men are sexually harassed by women in the workplace too sexualharassment","15":"Study Both hetero and homosexual men reported similar levels of sexual harassment by women","16":"How do young people 'do' gender and safety on a night out? New ARCSHS research by","17":"Does the Motherhood WagePenalty Differ by Individual Skill and Country FamilyPolicy? Europe","18":"Does the Motherhood Wage Penalty Differ by Individual Skill and Country Family Policy? A Longitudinal Study of Ten","19":"Women contribute far less to Wikipedia because of discomfort with conflict and less confidence in their expertise","20":"Differences in confidence in expertise and discomfort with editing partly explain gender gap in Wikipedia contribution","21":"Differences in confidence in expertise and discomfort with editing partly explain gender gap in Wikipedia contribution ht","22":"New publication  springerlink","23":"confidence in expertise and discomfort with editing linked to a smaller number of womenvs men writing in wikipedia","24":"Understanding the Different Psychological Experiences of Men and Women in Wikipedia","25":"Where are the women in Wikipedia? Understanding the different psychological experiences gender wikipedia","26":"3 Compare this open access","27":"If you require highered students to edit Wikipedia, are the men or women more likely to benefit?  ITTSII16","28":"Effects of diversity costs of affirmative action not fully accounted for  Case study","29":"Only 13% of Wikipedia contributors are women Pathetic women?  Try the adjusted wage gap","30":"That's pretty interesting Cf Wikipedia entries","31":"Incidentally, Wiki-women","32":"1 Go thru bar on the right","33":"- Consider Wikipedia entrepreneurship, easy market access, no funding problems","34":"2 Applies to comedy","35":"Here, build sth w these four","36":"2 These two provide further perspective","37":"2 Or just absorve how it works out when single men and women pursue preferences and compete","38":"4 Read on","39":"1 Why did other professions fail at that? Also compare this","40":"Using the Dual Control Model to Study the Rel'p bw Mood, Genital   Self-Reported Sexual Arousal in Men and Women","41":"Using the Dual Control Model to Study the Rel'p bw Mood, Genital   Self-Reported Sexual Arousal in Men and Women htt","42":"Feeling vigorous X being prone to sexual excitement predicts genital arousal in women and subjective arousal in men","43":"For gays in China, effect found for left-handedness but not fraternal birth order-small  of siblings to blame?","44":"Fraternal Birth Order, Handedness, and Sexual Orientation in a Chinese Population a LGBT LGBTQ","45":"Fraternal Birth Order, Handedness, and Sexual Orientation in a Chinese Population a LGBT LGBTQ queer","46":"proportion of women n scientific field = more similar stereotypes of scientists n field were to those about women","47":"On the similarity between stereotypes about women  men and stereotypes about successful scientists womeninscience","48":"On the similarity between stereotypes about women  men and stereotypes about successful scientists","49":"Prof Linda Carli's research stereotypes about women may lead to discrimination in STEM IWD2016 PLEDGEFORPARITY","50":"How do gender stereotypes influence womens persistent underrepresentation in STEM? STEM WomenInSTEM gendergap","51":"New study shows despite more WomenInScience still perceived to lack qualities needed to be successful scientists","52":"New study shows despite more WomenInScience still perceived to lack qualities needed to be successful scientists ","53":"Are women less successful scientists than men? No! But stereotypes exist","54":"Are women less successful scientists than men? No! But stereotypes exist   ","55":"Check out our interview with Linda Carli about gender stereotypes and science STEM GenderStereotypes womeninscience","56":"Stereotypes About Gender and Science Women  Scientists   Psychology Gender Stereotypes","57":"SAGEpsychology Stereotypes About Gender and Science Women  Scientists PWQ4U Psychology Gender Stereotypes","58":"article addresses the need for a multidimensional understanding of rape acknowledgment paywallwomensvoices","59":"A Listening Guide Analysis of Womens Experiences of Unacknowledged Rape","60":"Both sexes perform less housework in countries where public opinion supports gender equality","61":"Both sexes perform less housework in countries where public opinion supports gender equality ","62":"Great piece by Heather Roff on gender and robots - Gendering a Warbot","63":"Why are warbots so dangerous? Answer They could reinforce gender norms","64":"Guess womyn will still have menial tasks when the transhumanists win","65":"Sexology in Portugal Narratives by Portuguese Sexologists","66":"In Portugal, sexology is not seen as a full-fledged profession","67":"Help-seeking and needs of male victims of IPV menshealth domesticviolence","68":"Military masculinity, movies, and the &ltemDSM&ltem Narratives of institu Psychiatry","69":"Relative influence of various forms of partner violence on the health of  Psychiatry","70":"Survey any given year, 40-50% of all victims of physical partner violence are men","71":"Females can be violent towards their partners by destroying property or throwing things","72":"Relative Influence of Various Forms of Partner Violence on the Health of Male Victims  DV","73":"The Sexual Desire Inventory Two or three dimensions?","74":"Interesting commentary by   on  Camperio Ciani's article A Problematic Test of the Kin Selection Hypothesis","75":"Interesting commentary by   on  Camperio Ciani's article A Problematic Test of the Kin Selection Hypothesis h","76":"The role of kin selection in the evolution of male same-sex sexuality is being debated","77":"A Problematic Test of the Kin Selection Hypothesis Among the Urak-Lawoi of Ko Lipe, Thailand Commentary on C","78":"X and Y homolog gene expression in the human CNS during early male development  biologyofsexdifferences","79":"X and Y homolog gene expression in the human CNS during early male development  biologyofsexdif","80":"Spatial sexual dimorphism of X and Y homolog gene expression in the human central nervous system during early male","81":"Interaction between neonatal maternal deprivation and serum leptin levels on metabolism, pubertal development, and","82":"Masculinities on the verge An editorial Liu, W M Psychology of Men and Masculinity, Vol 171, Jan 2016, 1-2","83":"Read Dr Liu's editorial from Psychology of Men and Masculinity here","84":"Maternal and Paternal Influences on Young Swedish Womens and Mens Cosmetic Surgery Acceptance cscdstats","85":"Exposure to ViolentMedia leads men to feel less attractive and more anxious abt their bodies BodyImage","86":"Media Violence and Male Body Image PsycNET - Display Record","87":"Media Violence and Male Body Image","88":"Book review is available ahead of print here","89":"Paper Gendertrolling A New Virtual Iteration of Everyday Misogyny by Jennifer D Rubin","90":"Preclinical studies of sex differences a clinical perspective","91":"Male Body Image and Visual Attention Towards Oneself and Other Men","92":"Male body image and visual attention towards oneself and other men Psychology of Men and Masculinity","93":"Gay androphilic men are on average of measurably shorter stature than others","94":"Are gay men shorter than straight men?","95":"Sexual Orientation, Objective Height, and Self-Reported Height","96":"Gay men are shorter, on average, than straight men in Canada But no height differences in lesbians","97":"Gay men shorter on average than straight men no height difference btwn lesbianbisexual v straight women","98":"Study finds gay men to be shorter on average than straight men scratcheshead","99":"Is sexual orientation related to how tall or short one is? psychology sexuality","100":"Another one androphilic men and women are shorter than gynephilic men and women, respectively","101":"Partner Meeting Contexts and Risky Behavior in College Students Other-Sex and Same-Sex Hookups","102":"Partner Meeting Contexts and Risky Behavior in College Students Other-Sex and Same-Sex Hookups via","103":"Partner Meeting Contexts and Risky Behavior in College Students' Other-Sex and Same-Sex Hookups a HT   sexuality","104":"Partner Meeting Contexts and Risky Behavior in College Students' Other-Sex and Same-Sex Hookups a HT","105":"A Comparison of Actual and Perceived Sexual Risk Among Older Adults","106":"Fascinating article on the discrepancy between objective and perceived sexual risk-taking","107":"Transmitting values from African American fathers to sons menshealth","108":"Feminism, fieldwork and the military researchers incl  ,   and I talk to each other in","109":"Feminism, fieldwork and the military researchers incl  ,   and I talk to each other in   ht","110":"Encounters with the Military - International Feminist Journal of Politics","111":"My talk re researching military as feminists w   etc is now in print at   femsecst","112":"My talk re researching military as feminists w   etc is now in print at","113":"Eprints talking bout feminist military research feat  ,  , Alex Hyde, Sarah Bulmer","114":"For ppl at high risk 4 HIV due to substance abuse, HIV interventions lower rate of unprotected AnalSex","115":"Heterosexual Anal Sex among Men and Women in Substance Abuse Treatment a HT   HIV ","116":"Heterosexual Anal Sex among Men and Women in Substance Abuse Treatment a HT   HIV STI STD SUD","117":"Where in brain is men's sexual arousal? Prefrontal cortex and amygdala--incidentally, also site of sensation-seeking","118":"Great publication by my friend and fellow   alum   on masculinity and HIV care in KZN SouthAfrica","119":"Great publication by my friend and fellow DukeGHI alum zissette on masculinity and H","120":"New publication - male engagement in HIV care in KZN SouthAfrica and how we can use masculinity to promote care","121":"DukeMScGH alum   published thesis re mens engagement in HIV care in KwaZulu-Natal, SouthAfrica","122":"If You Dont Take a Stand for Your Life, Who Will Help You? Mens Engagement in HIV Care in South Africa","123":"If you don't take a stand for your life, who will help you? Men's engagement in HIV care in KwaZulu-Natal a","124":"New The politics of holding home and LGBT visibility in contested Jerusalem","125":"The politics of holding home and LGBT visibility in contested Jerusalem, Gilly Hartal LGBTvisibility Israel","126":"Both sexes found erotica depicting male, female, or no dominance at all equally arousing","127":"Fifty Shades Flipped Effects of Reading Erotica Depicting a Sexually Dominant Woman vs a Sexually Dominant Man","128":"Fifty Shades Flipped Effects of Reading Erotica Depicting a Sexually Dominant Woman Comprd to a Sexual Dom Man","129":"Men and women equally aroused by erotica feat dominant woman as by erotica feat dominant man FemDomAllTheWay","130":"How do attitudes toward women and beliefs about rape change after reading erotica ft a dominant man vs woman?","131":"Fifty Shades Flipped Effects of Reading Erotica Depicting a Sexually Dominant Woman vs a Sexually Dominant Man ","132":"the study","133":"super interesting study I found while trying to focus on an exercise for WGS111 GenderMediaMIT","134":"Academic Fifty Shades Flipped Effects of Reading Erotica Depicting a Sexually Dominant Woman bdsm kink","135":"Academic Fifty Shades Flipped Effects of Reading Erotica Depicting a Sexually Dominant Woman b","136":"50 Shades Flipped Effects of Reading Erotica Depicting a Sexually Dominant Woman vs Sexually Dominant Man a","137":"Sociable men more often seen as gay than competent men, bc nice guys are considered less masculine","138":"Are All the Nice Guys Gay? Impact of Sociability and Competence on Social Perception of Male Sexual Orientation","139":"Youyenn Teo 2016 class differentials in the elusive quest for work-life balance In Gender, Place and Culture","140":"Not everyone has maids class differentials in the elusive quest for work-life balance, Youyenn Teo","141":"Now out! Latest article on LGBT disaster experiences from our ARC DP","142":"In the context of your visit to Hebden,   this new paper by   sprang to mind","143":"Now out! Latest article on LGBT disaster experiences from our ARC DP   ","144":"Problems and possibilities on the margins LGBT experiences in the 2011 Queensland floods LGBT QueenslandFloods","145":"Thanks to   for inviting me to review Harris and Giuffre's excellent book on women chefs","146":"How is it that womengender most commonly associated with food, cookinghave lagged behind men in pro kitchens?","147":"Gender equality in housework among professional Filipinas in MelbourneC P Limpangog gender filipinamigrants","148":"Gender equality in housework among professional Filipinas in Melbourne painfully slow and illusory? by Limpangog","149":"Gender inequality within the ivory tower bookreview highered womeninscience","150":"Queering the transnational turn regionalism and queer Asias","151":"Queering the transnational turn regionalism and queer Asias, Howard Chiang and Alvin K Wong queerstudies Asia","152":"Queering the transnational turn regionalism and queer Asias by Chiang and Wong","153":"Whats radical about reality TV? An unexpected tale from Shanghai of a Chinese lesbian antihero","154":"Whats radical about reality TV? An unexpected tale from Shanghai of a Chinese lesbian antihero, Camila Bassi","155":"A 2016 paper uses Marxism to analyse lesbian sub-cultures on Chinese reality shows","156":"Critical queer regionality and LGBTQ politics in Europe, Jon Binnie LGBTQpolitics Europe sexuality regionality","157":"Critical queer regionality and LGBTQ politics in Europe by Jon Binnie,","158":"The phenotypic impact of the male-specific region of chromosome-Y in inbred mating the role of genetic variants","159":"New data show that Y chromosome  has elevated effects compared to the autosomes on 53 phenot in 7 rat strainsbsd","160":"Open access article Oral sex, young people and gendered narratives of reciprocity","161":"Interviews w UK teens reveals 2 contrasting views of OralSex on women as bigger deal vs equal to oral on men","162":"The latest paper from our sixteen18 project -- Oral Sex, Young People, and Gendered Narratives of Reciprocity","163":"Oral Sex and Gendered Narratives of Reciprocity MF in The Journal of Sex Research","164":"Is it really give and take? New research examines how young people talk about oral sex adolescenthealth","165":"Interesting study about OralSex and Adolescents Is it mutual, reciprocal between young men and women? by","166":"Oral Sex, Young People, and Gendered Narratives of Reciprocity a HT","167":"and here's the link to the oral sex paper itself","168":"Serious article that blew me away Oral Sex, Young People, and Gendered Narratives of Reciprocity","169":"Finally got it Snake  pussy I thought they were representing 'bocat' with an actual cat","170":"Full open access text of piece in TandF's top 10 available on LSHTM's Research Online here","171":"This looks interesting Oral Sex, Young People, and Gendered Narratives of Reciprocity","172":"Planning with communities in regeneration projects toward a gendered civicTovi Fenster, Efrat Eizenberg gender ","173":"Planning with communities in regeneration projects toward a gendered civicTovi Fenster, Efrat Eizenberg gender","174":"Planning with communities in regeneration projects toward a gendered civic capacity by Fenster and Eizenberg,","175":"But you dont look like a scientist! Womeninscience with feminine appearance deemed less likely to be scientists","176":"Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists  STEM science gender bias edu","177":"But you dont look like a scientist! Womeninscience with feminine appearance deemed less likely to be scientists ht","178":"But You Dont Look Like A Scientist! Women Scientists wFeminine Appearance are Deemed Less Likely to be Scientists","179":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists 2016, authors inc","180":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists 2016, authors in","181":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists 2016 via","182":"Results suggest 4 womeninSTEM, feminine appearance may signal that they're not well suited 4 sci springerlink","183":"just found it","184":"Women judged more feminine looking also judged less likely to be scientists","185":"Seriously? Women scientists with feminine appearance are deemed less likely to be scientists springerlink","186":"Sad not surprsed Feminine appearance may erroneously signal that you are not well suited for science springerlink","187":"Here's why products like flipitecon should be representing female economists in their tools","188":"Sad not surprsed Feminine appearance may erroneously signal that you are not well suited for science","189":"Here's why products like flipitecon should be representing female economists in their tools htt","190":"It is ridiculous that women scientists with feminine appearance are thought to be less likely to be scientists","191":"How does a female scientist looks like? JUST LIKE A SCIENTIST!  - Feminine appearance affected career judgments","192":"sySTEMatic gender bias Women scientists with feminine appearance deemed less likely to be scientists springerlink","193":"Does it matter what you look like to be considered a scientist  Yes it does particularly if you are a woman","194":"sySTEMatic gender bias Women scientists with feminine appearance deemed less likely to be scientists","195":"Does it matter what you look like to be considered a scientist  Yes it does particularly if you are a woman  ","196":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists KickAssOnFleek BoobsnBeakers","197":"But You Dont Look Like A Scientist! Feminine Appearance Deemed Less Likely to be Scientists - Springer","198":"Welcome to 2016 everyone Way to go for WomenInSTEM  HT  ","199":"Fascinating study Feminine women less likely to be perceived as scientists","200":"thestruggleisreal AndAScientist  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","201":"Interesting study RE gender bias in STEM fields makes me want to put my stiletto through someone's eye however","202":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists *BARF*","203":"'But you don't look like a scientist!', when appearance gender?! counts against you Interesting read $","204":"Gendered appearance Stereotypes Femininity Face perception Physical appearance Science STEM Sexism","205":"So, if you look too feminine you can't be a scientist? WomenInSTEM WomenInScience science","206":"Sadly there were cases of this in Evol2016 sexism WomenInSTEM toofeminine","207":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists   ","208":"But You Dont Look Like A Scientist! Women Scientists w Feminine Appearance are Deemed Less Likely to be Scientists","209":"I believe more and more that just getting women in tenure track positions is the solution to bias against women","210":"How many papers do I need before wearing makeup to lab?","211":"Grr Women with feminine appearance are deemed less likely to be scientists springerlink","212":"For those wondering whether my rant was warranted about the question I got after posting my picture, here you go","213":"It's true, some women just don't look like a scientist HT","214":"Two recent studies confirm that feminine appearance makes women, but not men, look less like scientists WomenInSTEM","215":"Two recent studies confirm that feminine appearance makes women, but not men, look less like scientists WomenInSTEM ","216":"But You Dont Look Like A Scientist! Women Scientists with Feminine Appearance are Deemed Less","217":"But You Dont Look Like A Scientist! Women with Feminine Appearance are Deemed Less Likely to be Scientists","218":"Having been called Miss and sidekick to male coauthors by anti-porn orgs,women-can't-be-scientists still common","219":"Experienced this my whole career Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","220":"for women pursuing STEM, feminine appearance may erroneously signal that they are not well suited for science","221":"An unfortunate truth - many find it hard to accept femme in stem LadiesInSTEM WomenInScience","222":"New study Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists womenalsoknowstuff","223":"    Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists  ","224":"*sigh* I am a scientist I look like me There is no particular way a scientist is supposed to look","225":"more reasons why we need more womeninSTEM WomenInScience via","226":"New study Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists wo","227":"But U Dont Look Like A Scientist Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","228":"You Dont Look Like A Scientist! Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","229":"But you don't look like a scientist","230":"Uphill battle Experiment with photos of real STEM professors","231":"For women pursuing STEM, feminine appearance may erroneously signal that they are not well suited for science","232":"Let's break stereotypes! Women Scientists with Feminine Appearance -Less Likely to be Scientists -","233":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists feminist","234":"But You Dont Look Like A Scientist! Women Scientists with Feminine Appearance  Deemed Less Likely to be Scientists","235":"New research looking feminine makes you appear less like a scientist ","236":"WomenInScience with Feminine Appearance are Deemed Less Likely to be Scientists ILookLikeAScientist WomenInSTEM","237":"WomenInScience with Feminine Appearance are Deemed Less Likely to be Scientists ILookLikeAScientis","238":"More feminine women don't look like scientists, apparently equalityinscience thisneedstochange","239":"But You Dont Look Like A Scientist! Women Scientists with Feminine Appearance are Deemed Less Likely to be Scient","240":"Stereotypes Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","241":"But You Dont Look Like A Scientist! Women Scientists w Feminine Appearance are Deemed Less Likely to be Scientists ","242":"But You Dont Look Like A Scientist! Women Scientists w Feminine Appearance are Deemed Less Likely to be Scientists","243":"The more feminine women are perceived to be, the less likely ppl think they are scientists","244":"Other than the use of MTurk, I'd consider this a well-designed study Actual paper","245":"Challenge the stereotype that feminine women can't be scientists! WomenInSTEM","246":"Remember the study that said makeup helps women's careers?  People Seem Feminine Women LESS Likely to be Scientists","247":"But You Dont Look Like A Scientist! Women with Feminine Appearance are Less Likely to be Scientists springerlink","248":"The more feminine women are perceived to be, the less likely ppl think they are scientists  ","249":"Encourage feminine looking girls and young women to become scientists, too ILookLikeAnEngineer WomenInSTEM","250":"You Dont Look Like A Scientist! Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists","251":"But You Dont Look Like A Scientist! Women Scientists w Feminine Appearance are Deemed Less Likely to be Scientists htt","252":"But You Dont Look Like A Scientist!","253":"But You Dont Look Like A Scientist! Women Scientists with Feminine Appearance are Deemed Less Likely to be Scien","254":"for women pursuing STEM, feminine appearance may erroneously signal that they are not well suited for science ","255":"On the list of things that grind my gears women scientists wearepeopletoo","256":"But You Dont Look Like A Scientist! Women Scientists with Feminine Appearance are Deemed Less Likely to be Scient ","257":"Let's break stereotypes! Women Scientists with Feminine Appearance -Less Likely to be Scientists -  ","258":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists  ","259":"dissatisfaction abandonment  This is women in science, y'all 33","260":"Another but you don't look like a scientist study - why we need more women in science","261":"But You Dont Look Like A Scientist! Women Scientists w Feminine Appearance are Deemed Less Likely to be Scientists ht","262":"Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists WomenInScience Sexi","263":"Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists WomenInScience SexismInScience","264":"Having one of those mornings where I'm reading about this stuff instead of actually doing science and feeling ","265":"But You Don't Look Like A Scientist!","266":"Study shows Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists Also true for economists?","267":"Fascinating new study - Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists -","268":"But you don't look like a scientist! Maybe I should invest in a fake mustache WomenInSTEM","269":"Study shows Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists Also true for","270":"You Dont Look Like A Scientist! Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists -","271":"You Dont Look Like A Scientist! Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists - h","272":"But You Dont Look Like A Scientist! Women Scientists w Feminine Appearance Deemed Less Likely to be Scientists","273":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists  STEM","274":"But we need to acknowledge that there is a penalty for appearing feminine in STEM   WiSTEMspotlight","275":"There *is* actually a reason to be afraid of appearing too feminine in STEM It sucks and it needs to be fixed","276":"Hugely valid point in the WiSTEMspotlight discussions Worth a read, this Thanks for sharing,   Fab Twitter handle too! ","277":"Women with feminine appearance are deemed less likely to be scientists","278":"Women scientists with feminine appearances deemed less likely to be scientists!?SheCanCode Ilooklikeanengineer","279":"Feminine appearance penalty in the sciences? WomeninSTEM actuallivingscientist paperoftheday springerlink","280":"The more feminine a person is, the less likely they are perceived to be in STEM   Laura isn't super feminine but","281":"fun fact my bold lip color is actually feminist war paint ","282":"Fascinating paper on a serious problem in STEM Worth the read","283":"But You Dont Look Like A Scientist! Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists","284":"Up to us to show science is an endeavour of our neurons, not external physical appearance In Biosciences women numbers are to par with men","285":"Up to us to show science is an endeavour of our neurons, not external physical appearance In Biosciences women numbers are","286":"Sigh Definitely worth discussing in education and research meetings, quickly before school starts scied ngss gendergap","287":"Sigh Definitely worth discussing in education and research meetings, quickly before school starts scied ngss gend","288":"ugh","289":"implicitbias and thanks to my snazzy   app I could read this right away Apparently, must change my very nature to look credible","290":"implicitbias and thanks to my snazzy   app I could read this right away Apparently, must change my very nature to loo","291":"Study women scientists with feminine appearance are deemed less likely to be scientists womeninSTEM","292":"Gosh, wouldn't this imply the social fault lines women navigate explains their underrepresentation more than biological differences?","293":"Gosh, wouldn't this imply the social fault lines women navigate explains their underrepresentation more than biological diffe","294":"This Luckily for me I now work in marketing, so fit into a stereotype box more neatly","295":"This is so profoundly depressing ","296":"But You Dont Look Like A Scientist! Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists ht","297":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists   STEM","298":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists  ","299":"This is why I bring a sword Seriously, would love to be free of assumptions about ageexperience based on my looks","300":"Presented with minimal comment ","301":"This is a good one  And here are more","302":"Can we replicate in medicine and surgery?   ILookLikeASurgeon","303":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","304":"It's a HUGE problem for our careers, not just annoying PrettyinPhD","305":"Study found difference between females and males in learning when they practice inhibition of inappropriate behavior","306":"Study found difference between females and males in learning when they practice inhibition of inappropriate behavior ","307":"English Vinglish and Bollywood what is new about the new woman?, Sushmita Chatterjee transnationalism","308":"Measuring the Pros and Cons of What It Means to Be a Black Man the Black Mens Experiences Scale BMES","309":"Measuring the pros and cons of what it means to be a Black man Development and validatio MentalHealth psych","310":"Measuring the pros and cons of what it means to be a Black man Development and validation of","311":"Gay men are more likely to consider cosmetic surgery, use diet pills and avoid sex because of body dissatisfaction","312":"Male Body Image The Roles of Sexual Orientation and Body Mass Index Across Five National US Studies","313":"Male bodyimage The roles of sexual orientation and BMI menshealth LGBT","314":"Largest study conducted on male bodyimage","315":"Male BodyImage Roles of Sexual Orientation, Body Mass Index - 5 US Studies Psychology of Men and Masculinity","316":"Male Body Image The Roles of Sexual Orientation and Body Mass Index Across Five National US Studies","317":"Key influence of sex on urine volume and osmolality","318":"Why Do Men Get More Kidney Stones - Key influence of sex on urine volume and osmolality - bsd","319":"Better with age a health promotion program for men at midlife","320":"Better With Age A Health Promotion Program for Men at Midlife Mellor et al  Psychology of Men and Masculinity","321":"Newly out! My article on sex ideologies in China is now online!  sex China sexuality","322":"New! Sex ideologies in China  sex China sexuality","323":"Sex Ideologies in China Examining Interprovince Differences","324":"Very useful paper Methodological Review of Exploratory Factor Analysis in Sexuality Research","325":"sexscience friends want to easily increase your use of best practices for factor analysis? Check out our new paper","326":"sexscience friends want to easily increase your use of best practices for factor analysis? Check out our new paper ","327":"Very useful paper Methodological Review of Exploratory Factor Analysis in Sexuality Research   h","328":"A Methodological Review of Exploratory Factor Analysis in Sexuality Research","329":"If you're looking for a resource re EFA best practices, I highly recommend my friend  's recent paper","330":"how to best conduct exploratory factor analysis","331":"If you're looking for a resource re EFA best practices, I highly recommend my friend  's recent paper ","332":"Really enjoying my Friday morning reading this paper","333":"A Methodological Review of Exploratory Factor Analysis in Sexuality Research Used Practices, Best Practices, and","334":"Men in female-dominated majors more likely to switch majors than others  But women in male-dominated fields are not","335":"So why do SJW keep screaming about women leaving STEM because of the evil patriarchy?","336":"Might be interesting","337":"Men in female-dominated majors switch fields more than peers women in male-dominated majors don't gender","338":"Unlike men, women who embark on gender atypical fields of study tend to stay the course","339":"Do They Stay or Do They Go? The Switching Decisions of Individuals Who Enter Gender Atypical","340":"Unexpected result? -- Men entering female-dominated majors switch relatively often while females in male-dominated switch at normal rates","341":"Interesting, but N=3702 is very small considering how many undergraduates there are","342":"Unexpected result? -- Men entering female-dominated majors switch relatively often while females in male-dominated switch at","343":"Efforts to support women who take men's subjects at university seem to be working, next step is address why men drop out of 'female' subj'","344":"Puts a bit of a hole in accepted gender Studies conclusions","345":"didnt seem to be true in the majors, do suppose career is indeed different","346":"it appears men are the ones with the leaky pipeline","347":"The Switching Decisions of Individuals Who Enter Gender Atypical College Majors","348":"Hacker News - The Switching Decisions of Individuals Who Enter Gender Atypical College Majors","349":"Do They Stay or Do They Go? The Switching Decisions of Individuals Who Enter Gender Atypical College Majors","350":"Men and women naturally have different career aspirations, which are reflections of their biology","351":"Women are no more likely to drop out of male-dominated fields","352":"Not sure of implications, but scientifically curious","353":"Are women driven out of male-dominated educational fields? Doesn't look like it","354":"eatingdisorder Integrating Self-Conc Into Relat Bween Drive for Muscula and Disordered Eating and Depression, Amg Men","355":"Integrating Self-Concept In Relationship Between Drive for Muscularity, Disordered Eating, Depression, Among Men","356":"Is Sexual Competence at 1st Hetero Intercourse Assoc w Later Sexual Health Status?","357":"Is Sexual Competence at 1st Hetero Intercourse Assoc w Later Sexual Health Status?   h","358":"Not being ready, willing and armed w condoms at 1st sex -- more STIs, unwanted pregnancies and coerced sex later on","359":"Is Sexual Competence at First Heterosexual Intercourse Associated With Subsequent Sexual Health Status?","360":"MT   Not being ready, willing and armed w condoms at 1st sex linked to STIs, unwanted pregnancy and coerced sex","361":"MT   Not being ready, willing and armed w condoms at 1st sex linked to STIs, unwanted pregnancy and coerced sex h","362":"Open Access UCL Research Is Sexual Competence at First Heterosexual Intercourse Associated With Subsequent","363":"Is Sexual Competence at 1st Heterosexual Intercourse Assoc w Subsequent SexualHealth Status? a HT","364":"Is Sexual Competence at 1st Heterosexual Intercourse Assoc w Subsequent SexualHealth Status? a","365":"Book Review, Physics of Black beyond the middle passage epistemology, Aaron Mallory","366":"TakeItLikeAMan When men's masculinity is threatened, they show higher pain tolerance Compensating?","367":"National US Study Sex'l Satisfaction Assoc w Sex'l Communication, Mood Setting, Frequency and Variety of Sex, Orgasm","368":"National US Study Sex'l Satisfaction Assoc w Sex'l Communication, Mood Setting, Frequency and Variety of Sex, Orgasm h","369":"Sexual satisfaction and passion were higher among people who received more oral sex Evidence-Based Sex","370":"What Keeps Passion Alive? Sexual Satisfaction Is Associated With Sexual Communication, Mood Setting, Sexual","371":"Sexual satisfaction associated with communication, mood setting, variety, oral sex, orgasm and frequency in US study","372":"Sexual satisfaction associated with communication, mood setting, variety, oral sex, orgasm and frequency in US study h","373":"Sexual satisfaction and passion were higher among people who received more oral sex Eviden","374":"What keeps passion alive in LTRs? More frequent sex variety OralSex mood setting orgasms and communication","375":"What keeps passion alive?","376":"What Keeps Passion Alive?","377":"What Keeps Passion Alive? the answer in this National US Study","378":"Check out my article- The Deadly Challenges of Raising African American Boys in Gender and Society BlackLivesMatter","379":"Check out my article- The Deadly Challenges of Raising African American Boys in Gender and Society ","380":"The Deadly Challenges of Raising African American Boys Navigating the Controlling Image of the Thug","381":"The deadly challenges of raising African American boys navigating the controlling image of the thug","382":"The Deadly Challenges of Raising African American Boys Navigating the Controlling Image of the Thug","383":"The causality is particularly strong in this one Back to video games causing violence again","384":"The causality is particularly strong in this one Back to video games causing violence again h","385":"Studying the influence of sex in preclinical research Gender","386":"The home becomes a site for mothers, fathers and children to encounter occupation Katherine Natanel in new article","387":"Border collapse and boundary maintenance militarisation and the micro-geographies of violence in IsraelPalestine","388":"Voyeurism, fetishism, frotteurism and masochism interested both sexes above levels considered unusual 159%","389":"Prevalence of 'Paraphilic' interest + behaviour in a 'general public' sample","390":"The Prevalence of Paraphilic Interests and Behaviors in the General Population A Provincial Survey   sex","391":"Abstract from that paper on prevalence of kinky sex is here","392":"One study suggested that 12 of the participants thought about anomalous or paraphilic sex and 13 engaged in it","393":"Here's the study","394":"Kinky desires Men and women equally interested in fetishism and masochism! kink bdsm 50shades","395":"The Prevalence of Paraphilic Interests and Behaviors in the General Population A Provincial Survey","396":"We're kinkier than you think 50% Canadians report uncommon sexual desires, esp voyeurism, fetishism, masochism","397":"Academic Journal of sex reseach The Prevalence of Paraphilic Interests and Behaviors  bdsm fetishism","398":"Provincial paraphilias for all","399":"sexual kinks are frequent enough to be perfectly normal cc","400":"Open Access The Prevalence of Paraphilic Interests and Behaviors in the General Population   Paraphilic sexual","401":"Journal of Sex Research survey on prevalence of paraphilic interests mentioned in Reuters","402":"Journal of Sex Research survey on prevalence of paraphilic interests mentioned in Reuters ht","403":"Nearly half expressed interest in at least one paraphiliac category and masochism linked to higher sexual satisfaction","404":"this is the original research paper open access! some problems imo but interesting","405":"Academic Journal of Sex researchPrevalence of Paraphilic Interests and Behaviors in the General Population bdsm","406":"Academic Journal of Sex researchPrevalence of Paraphilic Interests and Behaviors in the General Population","407":"Nearly 45% of people have some desire for some kind of fetish","408":"Nearly half of all adults 456% admit to having a desire for something 'sexually abnormal'","409":"study of voyeurism, fetishism, frotteurism, masochism interests, finds no sex diffs, high prevalence 159%","410":"322% of respondents men and women say that they have committed at least one act of frotteurism in their lifetime","411":"Academic Journal of Sex Research The Prevalence of Paraphilic Interests and Behaviors in the General Population","412":"Academic Journal of Sex Research The Prevalence of Paraphilic Interests and Behaviors in the General Population  ","413":"The influence of romantic partners on women in STEM majors womeninscience gender careers","414":"The influence of romantic partners on women in STEM careers springerlink","415":"The influence of romantic partners on women in STEM majors womeninscience gender careers  ","416":"The Influence of Romantic Partners on Women in STEM Majors","417":"The Impact of the Digital Sexual Life History Calendar on Young Adult Research Participants","418":"Reflecting on your sexual history for a survey leads to higher sexual esteem--but doesn't impact actual behavior!","419":"Boys are more likely to engage in housework if their father does so gender menshealth","420":"Giulia Maria Dotti Sani if Italian fathers do housework their teens - esp sons - to do more at home timeuse","421":"Boys are more likely to engage in housework if their father does so gender menshealth ","422":"Research Article Stereotypes of Black American Women Related to Sexuality and Motherhood","423":"Stereotypes of Black American Women Related to Sexuality and Motherhood a HT","424":"Stereotypes of Black American Women Related to Sexuality and Motherhood","425":"SAGEpsychology Stereotypes of Black American Women Related to Sexuality and Motherhood PWQ4U","426":"The Selective Use of Rape-Victim Stereotypes to Protect Culturally Similar Perpetrators","427":"The gendered culture of scientific competence a study of scientist characters in DoctorWho 19632013 womeninSTEM","428":"The gendered culture of scientific competence a study of scientist characters in DoctorWho 19632013","429":"I wanna do Doctor Who research too!!! springerlink","430":"The Gendered Culture of Scientific Competence A Study of Scientist Characters in Doctor Who 19632013 springerlink","431":"Youre underestimating me and you shouldnt womens agency in fantasy sports InternationalWomensDay","432":"Youre Underestimating Me and You Shouldnt Womens Agency in Fantasy Sports","433":"Youre Underestimating Me and You Shouldnt Womens Agency in Fantasy Sports gendersociety","434":"Research shows little change in gender stereotyping since 1983 Depressing","435":"New research on the persistence and pervasiveness of gender stereotypes flags a warning to those evaluating women an","436":"New paper shows INCREASE in stereotyping of women's gender roles from early '80s to 2014 psychology anthropology","437":"Gender stereotypes in the US just as strong today as they were 30yrs ago, new study finds equality","438":"New paper shows INCREASE in stereotyping of women's gender roles from early '80s to 2014 psycholog","439":"Session on stereotypes Recent research shows gender stereotypes are still strong EgaliteProCNRS","440":"Free access to an article puiblished in Psychology of Women Quarterly","441":"About gender, but it demonstrates that changing the system doesn't address everything","442":"I hope so, but I doubt her other assertions as well","443":"Blank slatism the total lack of ability to see the obvious","444":"Study finds gender stereotypes are just as strong as they were 30 years ago, in some cases they've gotten worse","445":"Study finds that people exaggerate the extent to which men and women are different from one another","446":"The Times They Are a-Changing   or Are They Not? A Comparison of Gender Stereotypes, 19832014","447":"Comparison of gender stereotypes 19832014 reveals no real change despite greater female workforce participation","448":"How have gender stereotypes changed in the last 30 years?","449":"Many gender stereotypes haven't changed in last 30 yrs, despite women's advances in workforce, athletics, education","450":"Have gender stereotypes changed over the last 30 years? Not really","451":"Psychology of Women Quarterly -","452":"Comparison between gender stereotyping in 1984 vs 2014 shows people stereotype MORE about women now Yay progress","453":"During the past 30 years, womens participation in the workforce, in athletics, and in professional education has","454":"part of the reason why gender identity is so easily accepted","455":"Comparison between gender stereotyping in 1984 vs 2014 shows people stereotype MORE about women now Yay progress ","456":"The Times They Are a-Changing  or Are They Not? A Comparison of Gender Stereotypes, 19832014","457":"queer theorists and transactivists should take that in their pipe and smoke it","458":"4 Many gender stereotypes haven't changed in30 yrs, despite advances in workforce, athletics, edu toptweets2016","459":"Lower-median income for female-dominated occupations","460":"4 Many gender stereotypes haven't changed in30 yrs, despite advances in workforce, athletics, edu","461":"One of 2016's top-read articles from   A comparison of gender stereotypes, 1983-2014 spoiler they persist","462":"One of 2016's top-read articles from   A comparison of gender stereotypes, 1983-2014 spoiler","463":"The Times They Are a-Changingor Are They Not? A Comparison of Gender Stereotypes, 19832014 Find the results here","464":"No improvement in gender stereotyping 1983-2014 in USA and for female roles, stereotyping got worse!","465":"The durability of basic stereotypes about women and men over the past three decades, study published this month","466":"On the frustrating persistence of gender stereotypes","467":"The Times They Are a-Changing  or Are They Not? A Comparison of Gender Stereotypes, 19832014 - Mar 09, 2016","468":"Research gender stereotypes sticky in past 30 yrs views of men slower to change   HBSGW2017","469":"Research gender stereotypes sticky in past 30 yrs views of men slower to change   HB","470":"New Sexual Acceptability of Contraception 1st 2016 ARSR paper is up wfree access! I'll be tweeting abt it next wk","471":"Great quote from a new paper by one of my   colleagues Paper is openaccess","472":"New Sexual Acceptability of Contraception 1st 2016 ARSR paper is up wfree access! I'll be tweeting abt it next wk htt","473":"Today starts a week of epic tweeting about Higgins and Smith's Sexual Acceptability of Contraception! FREE access!","474":"Today starts a week of epic tweeting about Higgins and Smith's Sexual Acceptability of Contraception! FREE access! ","475":"So, today I continue my epic to me tweeting of Higgins and Smith's Sexual Acceptability of Contraception FREE at","476":"So, today I continue my epic to me tweeting of Higgins and Smith's Sexual Acceptability of Contraception FREE at ","477":"I've been tweeting from the new Sexual Acceptability of Contraception paper by Higgins and Smith, FREE at More later!","478":"Ha ha! Tweeting abt 1st article in journal ARSR I edit Sexual acceptability of contraception, free at","479":"Exciting new study by GWS's Jenny Higgins on how sex matters to women in choosing and using contraceptives","480":"Exciting new study by GWS's Jenny Higgins on how sex matters to women in choosing and using contraceptives   htt","481":"Continuing on with tweeting from Higgins and Smith Sexual Acceptability of Contraception FREEOPEN Acess","482":"Great review article on how contraceptive methods influence women's sexual experiences","483":"I'm continuing tweeting from Sexual Acceptability of Contraception by Higgins and Smith, FREE ARSR article in JSR","484":"More from Higgins and Smith's Sexual Acceptability of Contraception, Free!","485":"More on sexual acceptability of contraception tomorrow! Free access to this ARSR article in JSR!","486":"MOAR Sexual Acceptability of Contraception today! Higgins and Smith, free Annual Review of Sex Research article at JSR","487":"Reminder! Quotations are direct quotes but, otherwise, I'm paraphrasing from","488":"Back to Higgins and Smith's Sexual Acceptability of Contraceptives! Open Access","489":"Go check out  ' tweeting of a paper on sexual acceptability of contraceptive methods","490":"I'm continuing tweeting from Sexual Acceptability of Contraception by Higgins and Smith, FREE ARSR article in JSR ","491":"I've been tweeting from the new Sexual Acceptability of Contraception paper by Higgins and Smith, FREE at","492":"Ok, folks! That's all for today WHEW Check out full article OPEN ACCESS And stay tuned tomorrow for conclusions!","493":"MOAR Sexual Acceptability of Contraception today! Higgins and Smith, free Annual Review of Sex Research article at JSR htt","494":"Today Last day I'm tweeting Sexual Acceptability of Contraception, but it's open access so the fun never stops!","495":"Online with FREE open access!","496":"The sexual acceptability of BirthControl for women Review of the literature","497":"Contraceptives can and do affect pleasure as do other sex drugs New rsch focus","498":"Higgins and Smith say more attention needed on sexual acceptability of contraception They review lit, map concept in","499":"How do women view contraceptives sexual accessibility? Read this new concept in the Journal of Sex Research","500":"The Sexual Acceptability of Contraception Reviewing the Lit and Building a New Concept HT","501":"The Sexual Acceptability of Contraception Reviewing the Lit and Building a New Concept HT  ","502":"Voluntarily childfree individuals were seen as less psychologically fulfilled and elicited greater moral outrage","503":"Parenthood as a Moral Imperative? Moral Outrage and the Stigmatization of Voluntarily Childfree Adults springerlink","504":"Parenthood as a Moral Imperative? Moral Outrage and the Stigmatization of Voluntarily Childfree Adults ","505":"Decided not to have kids? People you don't even know are morally outraged! familyvalues","506":"This is the only part that's at all surprising","507":"This is an amazing sentence in a paper about the stigma associated with childlessness","508":"Research finds people morally outraged when someone is childless could this outrage be stronger in Utah?","509":"Research finds people outraged, angry, disgusted toward someone who is childless Could outrage be stronger in Utah?","510":"Parenthood Moral Outrage and the Stigmatization of Voluntarily Childfree Women and Men - ht","511":"I've definitely experienced the awkward silence that comes after telling someone you don't have kids Especially if you tell them why","512":"I've definitely experienced the awkward silence that comes after telling someone you don't have kids Especially if yo","513":"Parenthood Moral Outrage and the Stigmatization of Voluntarily Childfree Women and Men - h","514":"Imagine being 30 yo childfree person living on campus next to family housing in Utah","515":"This is *not* insignificant Study, while interesting, focuses on students but conclusions presented as broader","516":"This is *not* insignificant Study, while interesting, focuses on students but conclusions presented as broader ","517":"Evidence for child-free people being a stigmatised group Quite unsurprising","518":"Yet another angle on the complicated politics of reproduction","519":"Parenthood as a Moral Imperative? Moral Outrage and the Stigmatization of Voluntarily Childfree Women and Men","520":"Multidimensional Gender Identity and Gender-Typed Relationship Styles in Adolescence","521":"Gender-Typed Play and Social Abilities in Boys and Girls Are They Related?","522":"Perceived Stigma of Postpartum Depression Symptoms in Low-Risk First-Time Parents Gender Differences men women","523":"I Feel Like More of a Man  Masculinity, Sexual Performance, and Circumcision for HIV Prevention - J Sex Res -","524":"For Dominican men who get circumcised 4 HIV prevention, circumcision makes them feel more like a man","525":"For Dominican men who get circumcised 4 HIV prevention, circumcision makes them feel more like a man masculinity","526":"I Feel Like More of a Man Masculinity, Sexual Performance and Circumcision for HIV Prevention a HT","527":"I Feel Like More of a Man Masculinity, Sexual Performance and Circumcision for HIV Prevention a","528":"Thank you to Journal of Sex Research for publishing our article on LGBTQ microaggressions!","529":"Microaggressions Toward Lesbian, Gay, Bisexual, Transgender, Queer, and Genderqueer People -  via   LGBT","530":"Thank you to Journal of Sex Research for publishing our article on LGBTQ microaggressions! ","531":"Microaggressions Toward Lesbian, Gay, Bisexual, Transgender, Queer, and Genderqueer People -  via ","532":"The latest from  's   on microagressions toward lgbtq individuals","533":"LGBTQgenderqueer Microaggressions what's the research say? New ARSR article  HT","534":"LGBTQgenderqueer Microaggressions what's the research say? New ARSR article online by  's group!","535":"The latest from  's   on microagressions toward lgbtq individuals ","536":"Microaggressions Toward LGBTQ and Genderqueer People A Review of the Literature - The Journal of Sex Research -","537":"Next wk, I tweet from   et al's Microaggressions Towards LGBTQgenderqueer People FREE TOO! Stay tuned!","538":"Microaggressions Toward LGBTQ people","539":"Next wk, I tweet from   et al's Microaggressions Towards LGBTQgenderqueer People FREE TOO!","540":"Here we go! I'm starting to tweet   et al's article Microaggressions to LGBTQGq people Free!","541":"More on microaggressions against LGTBQGq people tomorrow! Free Annual Review of Sex Research article at JSR!","542":"More tweeting tomorrow from Microaggressions Against LGBTQGq people! FREE ARSR paper online at JSR!","543":"It's FREE online at Journal of Sex Research where ARSR is published as a special issue","544":"Here we go! I'm continuing to tweet from Nadal et al's Microaggressions against LGBTQGq folks FREE online at","545":"Tweeting all wk  's article on LGBTQGq microaggressions in Annual Review of Sex Research at JSR, FREE!","546":"Howdy! Tweets by me starting on LGBTQGq microaggressions by   et al, FREE ARSR article at JSR","547":"Sounds great! You should be in touch with  , the author of the paper I'm tweeting","548":"Tweeting all wk  's article on LGBTQGq microaggressions in Annual Review of Sex Research at JSR, FREE! ","549":"As a reminder quotations are direct quotes, otherwise I'm paraphrasing from free!","550":"Later on, intersectional microaggressions against LGBTQGq folks! From Nadal et al's free ARSR article","551":"This is the paper I'm tweeting from that said this!","552":"Ok! Intersectional aggressions against LGBTQGq folks I'm tweeting from Kevin Nadal's article, FREE online","553":"Folks, I've been tweeting from Microaggressions Towards LGBTQGq People, by Kevin Nadal et al, free online at","554":"I'm about to start the end of tweeting  's ARSR paper on LGBTQGq microaggressions! FREE!","555":"LitReview on the negative impact of microaggressions t lesbian, gay, bisexual, trans and queer ppl LGBTQ","556":"If only someone had taken an impartial, objective look at the effect such words actually have","557":"Microaggressions Toward Lesbian, Gay, Bisexual, Transgender, Queer, and Genderqueer People A Review of the","558":"Media and Sexualization - New Annual Review of Sex Research article by Monique Ward, online Free when I tweet in 2 wks","559":"It's already free online!","560":"Yes! I'm tweeting from this fabulous Annual Review of Sex Research article, now online andfree!","561":"Ok, folks! That's all for TODAY's tweeting of Sexualization and Media from Monique Ward's ARSR paper free at JSR","562":"This wk, I'm tweeting Media and Sexualization, Monique Ward's Annual Review of Sex Research article FREE at JSR","563":"ReviewMedia and sexualisation - increased body dissatisfaction self-objectification and support of sexist beliefs","564":"It's Sexualization and Media time! I'll be tweeting this ARSR paper free at JSR by Monique Ward all week -- and now!","565":"As a reminder, I'm tweeting from Monique Ward's Media and Sexualization ARSR paper, free at","566":"That's it for today! More tomorrow from Media and Sexualization, free at JSR","567":"It's Sexualization and Media time! I'll be tweeting this ARSR paper free at JSR by Monique Ward all week -- and now! htt","568":"  Media and Sexualization by Monique Ward Free ARSR article at JSR","569":"It's time! I'm tweeting from Media and Sexualization by Monique Ward Free ARSR article at JSR","570":"In the meanwhile, the Annual Review of Sex Research article is free online at Journal of Sex Research!","571":"There are broader harms to society when women are sexualised and objectified","572":"My concerns are evidence based","573":"The research shows there are harms to society when women are sexualised and objectified","574":"Objectification can lead to harm for others who are exposed to it","575":"My concern is for all women who are negatively impacted by sexualisationobjectification","576":"I'm abt to finish tweeting Ward's Media and Socialization, a free Annual Review of Sex Research article online at JSR!","577":"I'm abt to finish tweeting Ward's Media and Socialization, a free Annual Review of Sex Research article online at JSR! htt","578":"And, that's Ward's Media and Sexualization! Free here!","579":"Review of wide-ranging effects of exposure to sexualized images of women in the media psychology media gender","580":"Large review 125 studies shows negative impact by main stream media on sex, increasing sex'l violence Ht","581":"Lit review Exposure to mainstream media leads to traditional gender and sexist views tolerance of sexual violence","582":"New review Media and Sexualization State of Empirical Research, 19952015","583":"To women and society as a whole WomenNotObjects","584":"Hi   please read the research on sexualised media and the consequences for women and girls","585":"Hi   please read the research on sexualised media and the consequences for women and girls ht","586":"10 year meta analysis on sexualisation There is research for both sides, astounding!","587":"Studies showing sexualised advertising contributes greatly to violence against women","588":"Some interesting research here on the impact of sexualisation","589":"My concerns are evidence based See this study re sexual objectification","590":"These ads have harmful mental health implications for the viewer","591":"These ads have harmful mental health implications for the viewer   ","592":"So research that goes against 20 years of research?","593":"This research suggests objectifying images are harmful for a range of reasons including VAW","594":"Research shows sexual objectification harmful","595":"Click on the references tab, its all there You can stop debating now","596":"20 years of research summarized here Sexual objectification of women clearly harmful","597":"20 years of research summarized here Sexual objectification of women","598":"20 years of research on the harms of sexually objectifying images -","599":"Hey   please read the research on harms of sexualisation","600":"Hey   please read the research on harms of sexualisation   ","601":"20 years of research on sexualisation of women and the harms here","602":"More porn use = thinking rape is ok  That is not ok at all   ItsOnUs pornharms  SAPro sachat mondaymotivation","603":"Media and Sexualization State of Empirical Research, 19952015","604":"Will   be taking into account the 20 years of research on harms of objectification?","605":"Will   be taking into account the 20 years of research on harms of objectification? ","606":"20yrs of research shows that sexualisation is harmful to all of us","607":"Feel free to look at the 20 years of research on the topic including the harms","608":"20yrs of research shows that sexualisation is harmful to all of us   ","609":"Hi   - you may be interested in the latest research on sexually objectifying portrayals of women and the harms","610":"Great study here showing two decades of research on harms of sexual objectification","611":"On the contrary Challenging sexualisation essential","612":"Hi   why is your Instagram so porn-inspired? Haven't you seen the research?","613":"Hi   why is your Instagram so porn-inspired? Haven't you seen the research? ","614":"This will be my last tweet to you Engage with the decades of research here ","615":"Please read the research on the harms of sexually objectifying portrayals of women here ","616":"Nope We are evidence based","617":"I dont, theres 20yrs of research here ","618":"Sexually objectifying portrayals of women in advertising have quite harmful consequences Research ","619":"WomenNotobjects","620":"Sexually objectifying portrayals of women are harmful Research ","621":"Why can't a woman just be topless on a beach just like a man without it being sexual?","622":"Its not really about offending people There are harmful consequences for girls","623":"What you like or dont like is not our concern Research shows sexualisation is harmful","624":"Please see research on harms of sexual objectification here ","625":"Well said     need to exercise corporate social responsibility Research on harms clear","626":"And heres what the research says about sexually objectifying portrayals of women","627":"Link Makes you despair given rise of porno How to counter this as a society that values respect and equality?","628":"Impact of sexually objectifying portrayals of women - Media and Sexualization State of Empirical Research,19952015","629":"New article on millennial women managing workplace inequalities saying yes fitting in challenging norms","630":"some self promo--my article on geny and everyday inequalities at work let me know if you want a copy","631":"Who we are at work millennial women, everyday inequalities and insecure work","632":"Thanks for this   My contribution to examining gendered precarious work for genY is here  CanFem","633":"Thanks for this   My contribution to examining gendered precarious work for genY is here","634":"Who we are at work millennial women, everyday inequalities and insecure work, by Nancy Worth,","635":"Gender based violence against men and boys during mass conflict menshealth gender","636":"Important work by CLA's Gabrielle Ferrales on how mass atrocities are gendered","637":"Gender-Based Violence Against Men and Boys in Darfur The Gender - Genocide Nexus Paywall","638":"Gender-Based Violence Against Men and Boys in Darfur","639":"Gender-based violence against men and boys in Darfur the gender-genocide nexus","640":"Sexually inexperienced adults aren't highly desired as relationship partners - not even by their own kind","641":"Has Virginity Lost Its Virtue? Relationship Stigma Associated With Being a Sexually Inexperienced Adult   h","642":"A study of the stigma associated with being a sexually inexperienced adult","643":"Is there a stigma around being a sexually inexperienced adult? Read the new report in The Journal of Sex Research","644":"MT   Has Virginity Lost Its Virtue? Relationship Stigma Associated w Being Sexually Inexperienced","645":"Has virginity lost its virtue? Kinsey research finds that sexual late bloomers may experience social stigma ","646":"virginity-phobia? How have we come to this? Staying a virgin may have negative interpersonal consequences for youth","647":"MT   Has Virginity Lost Its Virtue? Relationship Stigma Associated w Being Sexually Inexperienced htt","648":"Has virginity lost its virtue? Kinsey research finds that sexual late bloomers may experience social stigma  ","649":"it's 2016 and there are still social scientists who define sex as coitus smdh stillavirgin","650":"Has Virginity Lost Its Virtue? Relationship Stigma Associated With Being a Sexually Inexperienced Adult","651":"Chastity no longer a plus Virgins not viewed as desirable rltnshp partners, even by other virgins By","652":"Has Virginity Lost Its Virtue? Relationship Stigma Associated With Being a Sexually Inexperienced Adult free access","653":"is virginity the new scarlet letter?  see also","654":"Access 2 Jnl of Sex Research articles featured on Broadly and","655":"Routledgepsych Access 2 Jnl of Sex Research articles featured on Broadly ","656":"Has virginity lost its virtue? Kinsey researchers examined the relationship stigma of being sexually inexperienced","657":"Academic writing that's very interesting - Has Virginity Lost Its Virtue? - From Kinsey Reaserchers -","658":"SexSciSociety  kinseyinstitute Has virginity lost its virtue? Kinsey researchers examined the relationship ","659":"nRICHd_Pursuits  SexSciSociety  kinseyinstitute Has virginity lost its virtue? Kinsey researchers examin","660":"Has virginity lost its virtue? Kinsey researchers examined the relationship stigma of being sexually inexperienced ht","661":"Has Virginity Lost Its Virtue? Relationship Stigma Associated With Being Sexually Inexperienced research sex","662":"Mens Zero-Sum Gender Beliefs and Mental Health Findings From Chile, Croatia Psychology of Men and Masculinity","663":"Link btw mens zero-sum gender beliefs andmental health Findings frm ChileandCroatia   ","664":"A new study on 1 of my favourite topics  How Condom Discontinuation Occurs Interviews With Emerging Adult Women","665":"MT   How Condom Discontinuation Occurs Interviews With Emerging Adult Women","666":"How Condom Discontinuation Occurs Interviews With Emerging Adult Women via","667":"For young cpls, decision to stop using condoms neither deliberate nor planned usually preceded by sporadic nonuse","668":"Sexual Intimacy Constructions of Hetero Couples Living in a Low Income, Colored, Farmworker Community in S Africa","669":"Sexual Intimacy Constructions of Hetero Couples Living in a Low Income, Colored, Farmworker Community in S Africa h","670":"I am the Man Masculinity, of Voluntary Medical Adult Male Circumcision for HIV Prevention in South Africa","671":"and it will be free access in a few weeks when I tweet it!","672":"Does it have to be genetic to be protected? Great article on immutability in LGBT rights and where we go from here","673":"This Annual Review of Sex Research article will be free online at Journal of Sex Research when I tweet it!","674":"FREE now! Scrutinizing Immutability Research on Sexual Orientation and US Legal Advocacy for Sexual Minorities","675":"It's free online now!","676":"It's by   and Clifford Rosky It's free !! online at Quotes are direct, otherwise I paraphrase","677":"As a reminder, I'm tweeting this Annual Review of Sex Research article, free online at Journal of Sex Research!","678":"it's an Annual Review of Sex Research article by Lisa Diamond and Clifford Rosky FREE at JSR","679":"Yes! The legal rights of individuals do not depend on a certain pattern of scientific findings","680":"I'm continuing my tweeting from Lisa Diamond and Clifford Rosky's article, free here","681":"I've been tweeting from this Annual Review of Sex Research article free at Journal of Sex Research","682":"It's a free Annual Review of Sex Research article online at JSR","683":"As a reminder, I'm tweeting from this article!","684":"And that's it! I've been tweeting from this Annual Review of Sex Research article, FREE online at JSR","685":"Scrutinizing Immutability Research on Sexual Orientation and US Legal Advocacy for Sexual Minorities","686":"Interesting review article on the immutability of same sex sexuality","687":"Scrutinizing Sexual Orientation Immutability","688":"this is funny sure but I hate this argument and it's unjust","689":"The immutability of sexual orientation should no longer be invoked as a foundation for gaybisexual rights","690":"Like, as an AV aid for discussing   and Clifford Rosky's Scrutinizing Immutability piece","691":"Sexual Aggression Perpetration History, Emotion Regulation - Mens Aggressive Responding Following Social Stress","692":"Groundbreaking stuff, indeed","693":"Men Wanted Heterosexual Aesthetic Labor in the Masculinization of the Hair Salon gendersociety","694":"Men wanted heterosexual aesthetic labor in the masculinization of the hair salon","695":"An academic paper on how men's hair salons neutralise male entitlement to women's bodies not The Onion","696":"How men's hair salons naturalize mens entitlement to womens bodies","697":"Does the Glass Escalator Compensate for Devaluation of Care Work Occupations? Men in Low-Skill Health Care Jobs","698":"Does the 'Glass Escalator' compensate for devaluation of 'feminised' occupations such as care work?","699":"If you liked   on pink collar work, read more about what happens when men move into health care","700":"Empowered spaces? Management articulations of gendered spaces in apparel factories in Karachi, Ruwanpura and Hughes,","701":"A fantastic paper by Carly Nichols on food security in India","702":"Time Ni Hota Hai time poverty and food security in the Kumaon hills, India--just published in","703":"Time Ni Hota Hai time poverty and food security in the Kumaon hills, India by Carly E   poverty food","704":"Time Ni Hota Hai timepoverty and foodsecurity in the Kumaon hills, India by Carly E Nichols,","705":"I have a new review of Kassner's Rwanda and the Moral Obligation of Humanitarian Intervention out gated, sadly","706":"The Growing Influence of Gender Attitudes on Public Support for Hillary Clinton, 20082012","707":"Politics and Gender - The Growing Influence of Gender Attitudes on Public Support for Hillary Clinton, 20082012","708":"Amazing how many think sexism doesn't hurt female candidates Evidence to the contrary","709":"have you actually looked at the cited research, or are you dismissing it out of hand?","710":"In other words, people who reject feminism and endorse rigid gender roles are less likely to support HRC See","711":"Politics and Gender - Women and Political Leadership in an Authoritarian Context A Case Study of the Sixth","712":"Gender-related intolerance is key issue in childhood peer victimizationbullying Our new research springerlink","713":"Intersectionality and water how social relations intersect with ecological difference, by Thompson,","714":"Global policy paradigms, gender equality and everyday lives in Beijing, Hong Kong, Seoul and Taipei","715":"Global policy paradigms, gender equality and everyday lives in Beijing, Hong Kong, Seoul and Taipei, Kennett et al,","716":"Global policy paradigms, gender equality and everyday lives in Beijing, Hong Kong, Seoul and Taipei, Kennett et al, ","717":"When straight men have sex with each others its well, there's a book about that","718":"Book Review Not Gay Sex between Straight White Men by Jane Ward","719":"Strategies and methods to study female-specific cardiovascular health and disease bsd","720":"Strategies to study female-specific cardiovascular health and disease bsd","721":"Online now at JSR! Will be free when I tweet in a few weeks","722":"It's here, and will be free when I tweet it!","723":"But it's still free to readdownload now! When sex and power collide An argument for critical sexuality studies","724":"It's an Annual Review of Sex Research article, free online at JSR for now!","725":"And that's all for today! I've been tweeting from this Annual Review of Sex Research article, free online at JSR","726":"This Annual Review of Sex Research article is free online at JSR","727":"Free online at","728":"Routledgepsych When sex and power collide An argument for critical sexuality studies FREE from the Annual Revie","729":"When sex and power collide An argument for critical sexuality studies FREE from the Annual Review of Sex Research ","730":"When sex and power collide An argument for critical sexuality studies FREE from the Annual Review of Sex Research  htt","731":"This is a piece  When Sex and Power Collide An Argument for Critical Sexuality Studies","732":"When Sex and Power Collide An Argument for Critical Sexuality Studies","733":"Also online at JSR now, and also free in a few weeks when I tweet it!","734":"Adolescents and pornography - a review of 20yrs of research ARSR via","735":"Review Porno use in young associated permissive sexual attitudes and stronger gender-stereotypical sexual beliefs","736":"Lit Review Porn use in teens linked to permissive sexual attitudes, CasualSex, and sexual aggressionvictimization","737":"What does 20 years of research tell us about the impact of porn on","738":"A 20-year review of porn and teens from the experts SexEd SexSci","739":"Adolescents and Pornography A Review of 20 Years of Research","740":"Another comprehensive study showing all the disagreements and new findings","741":"Another comprehensive study showing all the disagreements and new findings ht","742":"I am really pleased to see the Queering Regions special issue out in","743":"Check out my review of Ammons and Kelly's Work and Family in the New Economy in Gender and Society","744":"Expression profile of androgen-modulated microRNAs in the fetal murine lung","745":"Impact of Bems gender schema theory","746":"Rewriting apartheid South Africa race and space in Miriam Tlali and Lauretta Ngcobos novels, by Barbara Boswell,","747":"A new Annual Review of Sex Research article online! The Complexities of Sexual Consent Among College Students","748":"For more on sexual consent, See also THIS Annual Review of Sex Research article ! Free when I tweet it, soon!","749":"What can social science tell us abt SexualAssault on campus? Review of research lit tackles issues of consent","750":"Did you know experts have written extensively about the research on sexual consent on campus? Check it out free","751":"In a he said-she said rape case, you never really know Oh wait - that's not what leading experts say Check out","752":"Does sexual consent seem complicated? Experts make sense of the research Free Annual Review of Sex Research article","753":"Perhaps Judge Aaron Persky should read The Complexities of Sexual Consent on Campus? It is free online","754":"Does sexual consent seem complicated? Experts make sense of the research Free Annual Review of Sex Research article htt","755":"In a he said-she said rape case, you never really know Oh wait - that's not what leading experts say Check out ","756":"Title IX initiatives def have their problems in implementation See Muehlenhard et al's 2016 review","757":"The Complexities of Sexual Consent Among College Students Important topic for start of school year! ConsentIsSexy","758":"It's complex, you say? Yeah, the experts know The Complexities of Sexual Consent Among College Students","759":"Paid paternal leave would greatly help cohabiting new parents springerlink","760":"Article Roles of Fathers Involvement and Coparenting in Relationship Quality among Cohab and Married Parents FFpubs","761":"Article Roles of Fathers Involvement and Coparenting in Relationship Quality among Cohab and Married Parents","762":"I enjoyed writing this article with   PhD grad Lauren McClain now Asst Prof  ","763":"Sexual double standard PRI associates Derek Kreager and Jeremy Staff find in their latest article that female","764":"The double standard at sexual debut gender, sex and peer acceptance PSHE SRE","765":"Divisions everywhere  Peers enforce traditional sexual scripts for different types of sexual behaviors in","766":"Male adolescents gained while females lost peer status through having had sex","767":"Heterosexuality is an unsustainable system","768":"Navigating a transgender or gender nonconforming Identity within a context of oppression and invisibility LGBT","769":"From   andme Unpacking the PleasuresandPains of Heterosexual Casual Sex Beyond Singular Understandings","770":"NEW from me -Unpacking the PleasuresandPains of Heterosexual Casual Sex Beyond Singular Understandings","771":"From   andme Unpacking the PleasuresandPains of Heterosexual Casual Sex Beyond Singular Understandings ","772":"Understanding the 'pleasures' and 'pains' of heterosexual casual sex","773":"Can't wait to read 'Unpacking the Pleasures and Pains of Heterosexual Casual Sex' by   and","774":"Ironically a bit of porn viewing undermined religiosity, but a heavier dose gave it a boost","775":"Ironically a bit of porn viewing undermined religiosity, but a heavier dose gave it a boost  ","776":"Viewing pornography may lead to declines in some dimensions of religiosity One kind of passion vs the other kind","777":"Does viewing pornography diminish religiosity over time? Evidence from Two-Wave Panel Data","778":"Does Viewing Pornography Diminish Religiosity Over Time? yes - and no","779":"Viewing pornography may lead to declines in some dimensions of religiosity One kind of passio","780":"Does Viewing Pornography Diminish Religiosity Over Time? Evidence From Two-Wave Panel Data - PubMed - NCBI","781":"Longitudinal study increased porn use decreases religiosity But high porn use backlashes and increases religiosity!","782":"Longitudinal study increased porn use decreases religiosity But high porn use backlashes and increases religiosity! ","783":"Porn use-- decline in religiosity over time At extreme levels tho, some religiosity aspects eg prayer go up!","784":"Study finds link between viewing pornography and becoming more religious   source","785":"This paper could interest to","786":"High Praise For Porn The post High Praise For Porn appeared first on   gay news","787":"BioSpace  Watching Porn Frequently Could Make You A More Religious Person, Published In","788":"FYI - It was a study published in 'Journal of Sex Research'  FULL PAPER","789":"  Do enlighten us how the media,India Today and several outlets worldwide misinterpreted the 'porn' study","790":"A good reason not to watch too much porn Original Article","791":"Does Viewing Pornography Diminish Religiosity Over Time? Evidence From Two-Wave Panel Data ciencia","792":"viewing pornography = less religiosity over time though if viewing lots of porn, higher religiosity over time","793":"What predicts continued sexual satisfaction in long-term romantic relationships? psychology sexuality","794":"Does viewing pornography make people less religious? psychology sexuality religion","795":"The paper suggests differently than the press","796":"Sex impacts Th1 cells, Tregs, and DCs in both intestinal and systemic immunity in a mouse strain and location-depe","797":"Sex impacts Th1 cells, Tregs, and DCs in both intestinal and systemic immunity in a mouse strain and","798":"Males have more dendritic cells than females","799":"Sociosexuality, Commitment, Sexual Infidelity, and Perceptions of Infidelity Data From the Second Love Web Site","800":"Sociosexuality, Commitment, Sexual Infidelity, and Perceptions of Infidelity Data From the Second Love Web Site ","801":"Sociosexuality, Commitment, Sexual Infidelity, and Perceptions of Infidelity","802":"For ppl on a cheating website, interest in casual sex and lower commitment to primary partner linked to infidelity","803":"Sociosexuality, Commitment, Sexual Infidelity, and Perceptions of Infidelity a HT","804":"Philipp Schulz's PhD   review of I Am Evelyn Amony now available","805":"After   and   launch of IAmEvelyn check out my review of the book published by IFJP","806":"Check out my review of I am Evelyn Amony in the International Feminist Journal of Politics at","807":"Drive for muscularity and sexual orientation Psychometric properties of the Italian vers MentalHealth psych","808":"So happy academic article title includes Do you even lift, bro?","809":"Among sexual minority men, internalized heterosexism linked to body issues that are in turn tied to steroid use","810":"What makes a MaleFeminist? Support 4 moral concerns of harm and fairness, rather than loyalty, authority and purity","811":"Individuals who endorse sexism and, oddly, women, perceived gender differences to be larger","812":"New sex difference discovered Women see sex differences as larger than do men HT","813":"Individuals who endorse sexism and, oddly, women, perceived gender differences to be larger ","814":"Interesting sex difference Women are more likely than men to overestimate sex differences ! HT","815":"Effect sizes for a selection of sex differences 2 = small, 5 = medium, 8 = large","816":"Interesting sex difference Women are more likely than men to overestimate sex differences ! HT","817":"New article by Zell et al on the exaggeration of gender differences","818":"it's very real","819":"Feminists team up with Kenya Film Classification Board to fight our civilization","820":"Sex Roles was a gold mine this month Read and try not to weep!","821":"An Experimental Manipulation of Approach and Avoidance Sexual Goals and Implications for Desire and Satisfaction","822":"An Experimental Manipulation of Approach and Avoidance Sexual Goals and Implications for Desire and Satisfaction   h","823":"Why u have sex matters Doing it to get positive outcomes leads to more satisfaction than 2 avoid negative outcomes","824":"Seeking Connection vs Avoiding Disappointment Sexual Goals and Implications for Desire and Satisfaction a HT","825":"Seeking Connection vs Avoiding Disappointment Sexual Goals and Implications for Desire and Satisfaction a","826":"Seeking Connection vs Avoiding Disappointment Approach and Avoidance Sexual Goals and Imp for Desire and Satisfaction a ","827":"Seeking Connection vs Avoiding Disappointment Approach and Avoidance Sexual Goals and Imp for Desire and Satisfaction a","828":"Whats Gender Got to Do With It? Sexual Double Standards and Power in Heterosexual  Hookups","829":"Female students feel more judged for HookingUp feeling judged-- inequitable power dynamics in both sexes","830":"Whats Gender Got to Do With It? Sexual Double Standards and Power in Heterosexual  Hookups   ","831":"What's Gender Got to Do w It? Sexual Double Standards and Power in Heterosexual College Hookups a","832":"What's Gender Got to Do w It? Sexual Double Standards and Power in Heterosexual College Hookups a HT","833":"Such interesting findings re power and hooking up and reverse double standards! Nice work","834":"Read our newly published research on parenting stress and sexual satisfaction","835":"Speaking of Guns and other important insights from Israel","836":"Find the new Annual Review of Sex Research paper online at JSR It will be free when I tweet it in a month or so!","837":"Just when you thought there couldn't possibly be any more reviews trying to shoot down Bateman's principles","838":"Phenomenal new paper by Zuleyma Tang-Martinez Should be required reading for all evolutionary biologists!","839":"We also published a great, comprehensive review paper on just this by Zuleyma Tang-Martinez last year","840":"We also published a great, comprehensive review paper on just this by Zuleyma Tang-Martinez last year","841":"I have a nice gross vagina Understanding Young Womens Genital Self-Perceptions  via","842":"Interviews w 20 women find many have MixedFeelings abt their vaginas which fluctuate over time and situations","843":"I Have a Nice Gross Vagina Understanding Young Women's Genital Self-Perceptions a HT","844":"I Have a Nice Gross Vagina Understanding Young Women's Genital Self-Perceptions a HT   Se","845":"I Have a Nice Gross Vagina Understanding Young Women's Genital Self-Perceptions a HT   Sexuality","846":"I Have a Nice Gross Vagina Understanding Young Women's Genital Self-Perceptions a HT   S","847":"Self perception can be a big deal Sex is generally thought of as dirty or nasty You can still get down AND be healthy condoms","848":"decreasing femininity scores over the last few decades amongst women on the Bem sex-role inventory","849":"Masculine and Feminine Traits on the Bem Sex-Role Inventory, 19932012 a Meta-Analysis - Online First - Springer","850":"Is it time to bin the Bem Sex-Role Inventory?","851":"More evidence comes from studies showing women's gender indentity but not men's markedly changing over time","852":"New openaccess article from Sex Roles! Gender-Role Portrayals in Television Advertising Across the Globe","853":"Just leave this here","854":"  Study found no relation between gender stereotypes in TV advertising and gender equality across","855":"sadly a day late! From the Excellent source of info - yeyo","856":"Gender-Role Portrayals in Television Advertising Across the Globe  SpringerLink","857":"Research says otherwise","858":"Study found no relation between gender stereotypes in TV advertising and gender equality across different countries","859":"Gender-Role Portrayals in Television Advertising Across the Globe","860":"Check out the abstract here","861":"Great Example of a Study Revealing Sex and Gender Differences in Uric Acid and Cardiomyopathy bsd","862":"Great Example of a Study Revealing Sex and Gender Differences in Uric Acid and Cardiomyopathy bsd","863":"Could allopurinol be a sex-specific treatment for obstructive cardiomyopathy in women?","864":"Evidence for Young Adult Resilience in Sensitive Topics Research","865":"New research for mentalhealth researchers! Asking students sensitive qs may not be risky","866":"New research for mentalhealth researchers! Asking students sensitive qs may not be risky ","867":"Do Some Students Need Special Protection From Research on Sex and Trauma? New Evidence for Young","868":"Research it seems that participation in sex research may be no more stressful than life stressors So, participate!","869":"whoa, just a few You might also like this One author from your school","870":"MT   Students not traumatised by sensitive topics research ethics committees should get out of the way","871":"MT   Students not traumatised by sensitive topics research ethics committees should get out of the way h","872":"Do Some Students Need Special Protection From Research on Sex and Trauma? New Evidence for Young Adult Resilience in","873":"Do Some Students Need Special Protection From Research on Sex and Trauma? New Evidence for Young Adult Resilience in","874":"Students are not traumatised by sensitive topics research ethics committees should get out of the way","875":"Is participating in SexResearch emotionally distressing for sensitive demographics eg youth, minorities? Nope!","876":"Study finds that participating in research on sensitive topics is less distressing than many IRBs assume research","877":"Study finds that participating in research on sensitive topics is less distressing than many IRBs assume","878":"Do Some Students Need Special Protection From Research on Sex and Trauma?  Resilience in Sensitive Topics Research","879":"Do Some Students Need Special Protection From Research on Sex and Trauma?  Resilience in Sensitive Topics Research ","880":"Do Some Students Need Special Protection From Research on Sex and Trauma? a HT","881":"Dyadic Perspective on Childhood Maltreatment for Women w PVD and Their Partners","882":"For women w vulvodynia and their partners, childhood maltreatment linked to emotional pain and lower sexual functioning","883":"Hyper or hypo-masculine? Re-conceptualizing hyper-masculinity through Seattles gay, leather community, AChilds ","884":"Hyper or hypo-masculine? Re-conceptualizing hyper-masculinity through Seattles gay, leather community, AChilds","885":"Hyper or hypo-masculine? Re-conceptualizing hyper-masculinity through Seattles gay, leather community -","886":"If you were unconvinced about the importance of feminist perspectives in geography","887":"Hyper or hypo-masculine? Re-conceptualizing hyper-masculinity through Seattles gay, leather community by Childs,","888":"Hyper or hypo-masculine? Re-conceptualizing hyper-masculinity through Seattles gay, leather community by Childs, ","889":"My class loved this article","890":"UWGeography 2008cohortpride","891":"Did I get my grant for cancer research approved? -Not yet, we had to prioritize a very important research project","892":"The gay leather community reinforces heterosexual roles, you say?","893":"Did I get my grant for cancer research approved? -Not yet, we had to prioritize a very important research project htt","894":"Higher masculine AND feminine cognitive traits give men an edge in wayfinding women only trade on masculine ones","895":"Cognitive and Personality Characteristics of Masculinity and Femininity Predict Wayfinding Competence, Strategies","896":"Can't change your biology","897":"Sexual and Reproductive Hlth Knowledge among Men and Women Age 15 - 49 Yrs in Metro Tehran a HT   Iran","898":"Sexual and Reproductive Hlth Knowledge among Men and Women Age 15 - 49 Yrs in Metro Tehran a HT  ","899":"And read  's discourse analysis of Julia Gillard, Australian media, and the gender wars allegory in PandG","900":"My   paper is live! GenderPrayGap Gender Intersectionality","901":"Men who make more money are more religious Women who make more money are less religious","902":"US women more religious, but no gender difference for high earners","903":"Women who earn more money are less religious, unless they are Black Intersectionality","904":"Among high-earning whites, men attend religious services more than women gender religion","905":"Differences among women and men are just as large as differences between them","906":"Women in elite careers less religious than other women Men in elite careers more religious ht","907":"Holy Intersectionality! $$'s relation to religiosity differs by race and gender","908":"Women in elite careers less religious than other women Men in elite careers more religious","909":"GenderPrayGap Differences among women and men just as large as the differences between them","910":"The Gender Pray Gap Wage Labor and the Religiosity of High-Earning Women and Men   by","911":"White women, but not Black women, who earn more money are less religious Intersectionality","912":"The Gender Pray Gap Wage Labor and the Religiosity of High-Earning Women and Men   by   ","913":"SAGEsociology The gender pray gap wage labor and religiosity of high-earning womenmen","914":"White women, but not Black women, who earn more money are less religious Intersectionality ht","915":"My new paper The Gender Pray Gap Wage Labor and the Religiosity of High-Earning Women and Men","916":"My new paper The Gender Pray Gap Wage Labor and the Religiosity of High-Earning Women and Menht","917":"The gender pray gap wage labor and the religiosity of high-earning women and men","918":"The gender pray gapNo gender differences in religiosity for high earners but among low earners-women more religious","919":"The Gender Pray Gap Wage Labor and the Religiosity of High-Earning Women and Men gendersociety","920":"My paper, The Gender Pray Gap, is coming out in the August issue of Gender and Society","921":"My paper, The Gender Pray Gap, is coming out in the August issue of Gender and Society  ","922":"Great new   article by IU grad student","923":"Gender differences in religiosity disappear among high earners Women become less religious men more religion","924":"The Gender Pray Gap Wage Labor and the Religiosity of High-Earning Women and Men","925":"My   paper is live! GenderPrayGap Gender Intersectionality   ht","926":"Yes, earnings slopes are significant Here's the paper  And here's a PDF","927":"This figure comes from The Gender Pray Gap","928":"The gender pray gapNo gender differences in religiosity for high earners but among low earners-women more religious ","929":"Gender differences in religiosity disappear among high earners Women become less religious men more","930":"Religion is intersectional","931":"Congratulations! SociologyOfReligion","932":"Power of intersectionality High-income men are more religious than low-income men, but the reverse is true among women sogintersections","933":"I just received the McNamara paper award from  !  The paper is entitled The Gender Pray Gap","934":"Power of intersectionality High-income men are more religious than low-income men, but the reverse is true among women ","935":"Try to like your body focus on the experience Body Dissatisfaction, Cognitive Distraction and Sexual Difficulties","936":"Impact of Body Dissatisfaction on Sexual Difficulties Among Men and Women Mediating Role of Cognitive Distraction","937":"Impact of Body Dissatisfaction on Sexual Difficulties Among Men and Women Mediating Role of Cognitive Distraction ","938":"Impact of Body Dissatisfaction on Distressing Sexual Difficulties among Men and Women a HT  ","939":"Impact of Body Dissatisfaction on Distressing Sexual Difficulties among Men and Women a HT","940":"Impact of Body Dissatisfaction on Distressing Sexual Difficulties - Men and Women Role of Cognitive Distraction a","941":"Impact of Body Dissatisfaction on Distressing Sexual Difficulties - Men and Women Role of Cognitive Distraction a ","942":"Women report higher levels of body dissatisfaction, and greater cognitive distraction based on appearance than men","943":"are associated with lower rape beliefs  22","944":"BDSM practitioners reported significantly lower levels of benevolent sexism,rape myth acceptance,and victim blaming","945":"Ppl who engage in vs don't BDSM report lower levels of benevolent sexism, rape myth acceptance, and victim blaming","946":"briandavidearp Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs","947":"New study of BDSM Participation in a culture of consent may be associated w lower rape-supportive beliefs","948":"BDSM practitioners reported significantly lower levels of benevolent sexism,rape myth acceptance,and victim blaming","949":"not sure if you're interestedhave already seen those","950":"New study argues that participating in a culture of consent may be associated with lower rape-supportive beliefs","951":"Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs","952":"treats BDSM as sick addiction, turns out they r actually more egalitarian and stronger consent understanding","953":"treats BDSM as sick addiction, turns out they r actually more egalitarian and stronger consent understanding htt","954":"Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs  ","955":"Academic Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs bdsm kink","956":"Academic Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs","957":"Those involved in BDSM are less likely to hold benevolent sexist beliefs, endorse rape myths or victim blame","958":"Neat study by NIU peeps Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs","959":"Participating in a Culture of Consent May Be Assoc w Lower Rape-Supportive Beliefs a HT","960":"Under-researched topic Sexually experienced adolescents' thoughts about sexual pleasure","961":"Under-researched topic Sexually experienced adolescents' thoughts about sexual pleasure   htt","962":"Sexually active teen girls are motivated to talk w partners abt SexualPleasure but often lack the needed skills","963":"Sexually Experienced Adolescents' Thoughts About Sexual Pleasure a HT","964":"Excited that my article Sexually Experienced Adolescents Thoughts About Sexual Pleasure has an issue! Check it out","965":"Primary fundraising challenges specific to Repub women  Gender, Partisanship, and Fundraising Support in 20102012","966":"LGBTTs of Turkey between the east and the west  the city and the world through their eyes Gney and Seluk LGBTT","967":"LGBTTs of Turkey between the east and the west  the city and the world through their eyes Gney and Seluk LGBTT ","968":"Mercan Efe Gney and rem Ayhan Seluk, LGBTTs of Turkey between the east and the west,","969":"LGBTTs of Turkey between the east and the west, by Mercan Efe Gney and rem Ayhan Seluk,","970":"Our qual study of sexual desire in men 30-65 yrs in long-term rel'ps has been published!","971":"Our qual study of sexual desire in men 30-65 yrs in long-term rel'ps has been published!    h","972":"What turns on men in LTRs? Feeling desired novelty communication Turn offs rejection lack of emo connection","973":"A Qualitative Exploration of Factors That Affect Sexual Desire Among Men Aged 30 to 65 in Long-Term Relationships","974":"briandavidearp A Qualitative Exploration of Factors That Affect Sexual Desire Among Men Aged 30 to 65 in Long-Ter","975":"A Qualitative Exploration of Factors That Affect Sexual Desire Among Men Aged 30 to 65 in Long-Term Relationships ","976":"MT   What turns on men in LTRs? Feeling desired novelty communication","977":"Factors That Affect Sexual Desire among Men Aged 30 - 65 in Long-Term Relationships a HT","978":"Surprise! Men are not cold-hearted machines They have feelings and desire emotional connection just like women","979":"Sexuality professionals have always known male sexual desire is certainly more complex than the media and society perceive it","980":"Mens sexual desire may be more complex and relational than previous research suggests","981":"Surprise! Men are not cold-hearted machines They have feelings and desire emotional connection just like women ","982":"First first-author paper! Not a mathstat journal, but it's a start! kidsandsex","983":"Patterns of Sexual Experience Among Urban Latino and African American Ninth Grade Students","984":"19% of Latino and Black 9th graders report vaginal sex 16% OralSex, 6% AnalSex neither delays or subs 4 vaginal","985":"Journal of Sex Research investigates patterns of sexual behavior in Latino and African American 9th graders","986":"SexSciSociety  kinseyinstitute Journal of Sex Research investigates patterns of sexual behavior in Latino and","987":"nRICHd_Pursuits  SexSciSociety  kinseyinstitute Journal of Sex Research investigates patterns of sexual ","988":"'Jimmy cap before you tap' developing condom use messages for African-American women","989":"I liked this article on sexualhealth communication as it acknowledges that broad-brush approaches do not work","990":"Interviews w Black women find CondomUse is disliked by partners and associated more w pregnancy vs HIV prevention","991":"Jimmy Cap Before You Tap Developing Condom Use Messages for African American Women a HT","992":"Jimmy Cap Before You Tap Developing Condom Use Messages for African American Women a HT  ","993":"Morning!  Hot off the press, my new article in Politics and Gender on intersectionality and US election campaigns","994":"Seeing Double Race, Gender, and Coverage of Minority Women's Campaigns for the US House of","995":"Same party list position does not guarantee the same media coverage for men and women, with   now out ","996":"Invisible Women? by   and","997":"Politics and Gender - Invisible Women? Comparing Candidates News Coverage in Europe","998":"Same party list position does not guarantee the same media coverage for men and women, with   now out","999":"12 New from   and   Media coverage male and female candidates","1000":"12 New from   and   Media coverage male and female candidates ","1001":"ICD_CSW Even highly prominentandcompetitive candidates, media bias remains in EU25,reflects parties preselection","1002":"ICD_CSW Study reports that Motherhood penalty does not apply in WomenInPolitics  social media use","1003":"Masturbation Experiences of Swedish Senior High School Students Gender Differences and Similarities","1004":"Masturbation Experiences of Swedish Senior High School Students Gender Differences and Similarities   ht","1005":"STUDY Masturbation Experiences of Swedish Senior High School Students Gender Differences and Similarities SXRS","1006":"Even in gender-equal Sweden, young men masturbate more than women, but many men and women report similar experiences","1007":"Gender differences in masturbation and orgasm! experiences 1st graph women 2nd graph men","1008":"Masturbation Experiences of Swedish Senior High School Students Gender Differences and Similarities a HT","1009":"Masturbation Experiences of Swedish Senior High School Students Gender Differences and Similarities a","1010":"Stephanie Miedema -- an EmorySociology grad student -- has a new article in Gender and Society Check it out!","1011":"Social inequalities, empowerment, and womens transitions into abusive marriages a case study from Myanmar","1012":"women and abusive marriages a case study from Myanmar   StopVAW","1013":"Social Inequalities, Empowerment, and Womens Transitions into Abusive Marriages A Case Study  gendersociety","1014":"These Critics Still Dont Write Enough about Women Artists Gender Inequality in the Newspa gendersociety","1015":"The Division of Child Care, Sexual Intimacy, and Relationship Quality in Couples gendersociety","1016":"The division of child care, sexual intimacy, and relationship quality in couples","1017":"Equal division of child care in hetero cpls linked 2 higher quality rltnshps and more satisfying SexLife 4 both sexes","1018":"Men benefit from doing childcare, but it also improves rel quality and intimacy compared to mom's doing it all","1019":"Men benefit from doing childcare, but it also improves rel quality and intimacy compared to mom's doing it all ","1020":"Neuro_Skeptic Influence of menstrual cycle phase on resting-state functional connectivity","1021":"Influence of menstrual cycle phase on resting-state functional connectivity","1022":"Closer steps toward understanding influence of menstrual cycle on smoking cessation in women bsd","1023":"Influence of menstrual cycle phase on resting-state functional connectivity in naturally cycling, cigarette bsd","1024":"Research  Influence of menstrual cycle phase on cigarette-dependent women ","1025":"Influence of menstrual cycle phase on resting-state functional connectivity in cycling, cigarette-dependent women","1026":"Girls- want to quit smoking? Start the week before your period, your resolve is stronger!","1027":"MenstrualCycle influence on resting-state functional connectivity in naturally cycling, cigarette-dependent women","1028":"Young women more likely to endorse same-gender attraction, but men reach sexual orientation milestones earlier","1029":"Endorsement and Timing of Sexual Orientation Developmental Milestones Sexual Minority Young Adults a HT","1030":"Endorsement and Timing of Sexual Orientation Developmental Milestones Sexual Minority Young Adults a","1031":"It's good to see research on this important and under-studied topic Onset of sexual feelings, behaviour and identity","1032":"Endorsement and Timing of Sexual Orientation Developmental Milestones Sexual Minority Young Adults","1033":"We just published Still Second Class Sexual Harassment of Graduate Students  institutionalbetrayal  AND","1034":"The journal we published in is respected peer-reviewed  institutionalbetrayal AND","1035":"New study on sexual harassment of women grad students by UO psychologist Jennifer Freyd and her collaborators","1036":"38% of female grad students report experiencing SexualHarassment at school harassment linked to negative outcomes","1037":"Citation is at found via","1038":"Still Second Class Sexual Harassment of Graduate Students a HT","1039":"Free research - Still Second Class Sexual Harassment of Graduate Students","1040":"Still Second Class Sexual Harassment of Graduate Students","1041":"SAGEpsychology Still Second Class Sexual Harassment of Graduate Students PWQ4U","1042":"Still Second Class Sexual Harassment of Graduate Students","1043":"Yes! Let's do a better job incorporating intersectionality into quantitative psychology research","1044":"Invited Reflection Intersectionality Theory and Feminist Psychology Psychiatry","1045":"Invited Reflection Intersectionality as an Epistemological Challenge to  Psychiatry","1046":"Cy BiolSexDiffer Age and sex dependent effects of early overnutrition on metabolic parameters and the role of","1047":"My article coauthor Yulia Dementieva titled The Contextual Specificity of Gender is now online!  springerlink","1048":"My article coauthor Yulia Dementieva titled The Contextual Specificity of Gender is now online!","1049":"Contextual Specificity of Gender Femininity and Masculinity in College Students Same- Other-Gender Peer Contexts","1050":"Study Doing Gender Online New Mothers Psychological Characteristics, Facebook Use, and Depressive Symptoms","1051":"Study explains why some new moms post the baby pictures non-stop on socialmedia Via Sex Roles Journal","1052":"New Mothers' Psychological Characteristics, Facebook Use, and Depressive Symptoms","1053":"Facebook activity and profile pictures can help identify new mothers at risk for postpartum depression","1054":"Has the American Publics Interest in Info Related to Rel'ps Beyond The Couple Increased Over Time?","1055":"Has the American Publics Interest in Info Related to Rel'ps Beyond The Couple Increased Over Time?   ","1056":"Has the American public interest in Polyamory and Open Relationships increased from 2006 to 2015? Another","1057":"article suggests rules of romance are changing as web searches for poly and openrelationships increase","1058":"Polyamory trending? Has Interest in Information Related to Relationships Beyond The Couple Increased Over Time?","1059":"NICE!!  Google Trends shows that searches for polyamory and open relationships have increased over the last ten","1060":"Google searches for polyamory have significantly increased from 2006-2016, esp relative to other popular searches","1061":"NormanBuffong  DrZhana Google searches for polyamory have significantly increased from 2006-2016, esp relati","1062":"Has American Public's Interest in Information Related to Relationships Beyond The Couple Increased Over Time? a","1063":"Has American Public's Interest in Information Related to Relationships Beyond The Couple Increased Over Time? a ","1064":"Has the American Publics Interest in Information Related to Relationships Beyond The Couple Increased Over Time?","1065":"Grateful for Tumbleweed review in  ! Love the adjectives ambitious compelling careful optimistic+ bleak!","1066":"'Cisgender psychologists' attitudes to trans people'   now OpenAccess via FAC LBGT research","1067":"'Cisgender psychologists' attitudes to trans people'   now OpenAccess via FAC LBGT","1068":"Media Coverage of Female and Male High Court Appointees in Five Democracies New from   and others","1069":"Kathryn Yount, Stephanie Miedema and Chris Martin of EmorySociology publish new article in the journal, Sex Roles","1070":"Gender ideologies and young mens responses to workfamily policies menshealth gender","1071":"Masculinity and the Stalled Revolution How Gender Ideologies, Norms Shape Mens Responses to WorkFamily Policies","1072":"How Gender Ideologies and Norms Shape Mens Responses to WorkFamily Policies genderequity masculinity paywall","1073":"Masculinity and the Stalled Revolution How Gender Ideologies and Norms Shape Young Mens Respo gendersociety","1074":"Men are more likely to support shared care work if they think their peers do this too","1075":"How gender norms shape young mens responses to workfamily policies menshealth","1076":"New paper on family-friendly legislative practices in Politics and Gender with Dave Cutts   and   - ","1077":"You might find this useful from me and colleagues - - AMs under growing pressures","1078":"Why do young ppl use condoms? For protection against pregnancy 51% of partners STIs 17% both 33%","1079":"Competing Priorities Partner-Specific Relationship Characteristics and Motives for Condom Use At-Risk Young Adults ","1080":"Competing Priorities Partner-Specific Relationship Characteristics and Motives for Condom Use At-Risk Young Adults","1081":"Competing Priorities Partner-Specific Relationship Characteristics and Motives for At-Risk Young Adults Condom Use","1082":"Partner-Specific Relationship Characteristics and Motives for Condom Use Among At-Risk Young Adults","1083":"fear of negative evaluation and social distress when dating associated with sexting behaviors","1084":"Relational Anxiety and Sexting","1085":"New study Relational anxiety and sexting","1086":"Would someone mind sexting or emailing me a copy of this sexting paper? Thanks very much","1087":"Undergrads sexting linked to low attachment avoidance, fear of negative evaluation and social distress when dating","1088":"Relational Anxiety and Sexting a MT","1089":"MT   New study Does relational anxiety pressure young adults to participate in sexting?","1090":"New Journal of Sex Research study Does relational anxiety pressure young adults to participate in sexting?","1091":"SexSciSociety  kinseyinstitute New Journal of Sex Research study Does relational anxiety pressure young ad","1092":"nRICHd_Pursuits  SexSciSociety  kinseyinstitute New Journal of Sex Research study Does relational anxie","1093":"Low attachment avoidance and high fear of negative evaluation from a dating partner predict why people sext","1094":"Relational Anxiety and Sexting a HT","1095":"Profiles of African Am College Students Alcohol Use and Sexuality Assoc w Stress, Discrimination and Social Support","1096":"Profiles of African Am College Students' Alcohol Use and Sexuality Assoc w Stress, Discrimination and Social Support","1097":"African Am College Students Alcohol Use and Sexual Behaviors Stress, Discrimination and Support Impact","1098":"African Am College Students Alcohol Use and Sexual Behaviors Stress, Discrimination and Support Impact HT","1099":"Do Women and Men Respond Differently to Negative News?","1100":"Politics and Gender - He Said, She Said The Impact of Candidate Gender in Negative Campaigns","1101":"The Impact of Candidate Gender in Negative Campaigns","1102":"Interesting new study Exploring US Social Work Students Sexual Attitudes and Abortion Viewpoints","1103":"New article from research team on US MSW student's attitudes on sexuality and abortion in Journal of Sex Research","1104":"Exploring US Social Work Students Sexual Attitudes and Abortion Viewpoints","1105":"Exploring US Social Work Students Sexual Attitudes and Abortion Viewpoints a HT","1106":"Hot of the presses! Development of a new measure of sexual contingent self-worth","1107":"Development and Validation of the Sexual Contingent Self-Worth Scale","1108":"Development and Validation of the Sexual Contingent Self-Worth Scale a HT","1109":"This scale for measuring selfesteem vis--vis sexuality will be useful in studies of psychosocial aspects of HIV","1110":"This scale for measuring selfesteem vis--vis sexuality will be useful in studies of psychosocial aspects of HIV ","1111":"Our new paper on relationship between importance of family values and homophobia in Scotland  andLithuania","1112":"Our new paper on relationship between importance of family valuesandhomophobia in ScotlandandLithuania","1113":"Cross cultural analysis shows the role of the family in national identity definition predicts homophobia Open Access","1114":"New by  ,Kalinauskaiteand  Impact of Family Values on Homophobia in LithuaniaandScotland","1115":"Evidence of correlation between national identification and homophobia Important to decouple identities and prejudice","1116":"Full text of my paper with   on homophobia and national endorsement of family values","1117":"Impact of Natl ID and Perceived Importance of Family Values on Homophobic Attitudes in Lithuania and Scotland LGBT","1118":"Impact of Natl ID and Perceived Importance of Family Values on Homophobic Attitudes in Lithuania and Scotland","1119":"Interesting graph","1120":"Religious Beliefs, Gender Consciousness, and Womens Political Participation","1121":"My newest paper w   Religious Beliefs, Gender Consciousness, and Womens Political Participation","1122":"Bystander Attitudes to Prevent Sexual Assault A Study of College Students in the US, Japan, India Vietnam and China","1123":"Bystander Attitudes to Prevent Sexual Assault A Study of College Students in the US, Japan, India Vietnam and China h","1124":"Evidence for sex differences in osteoarthritis of the knee - potential for targeted treatment bsd","1125":"Evidence for sex differences in osteoarthritis of the knee - potential for targeted treatment bsd","1126":"Book review on Dispossession the performative in the political by Leticia Sabsay","1127":"Ohhh can't wait to read and cover on EP ","1128":"from the perspective of a breastfeeding mother, what characterizes an ideal public sphere in a liberal society?","1129":"MT   from the perspective of a breastfeeding mother, what characterizes an ideal public sphere in","1130":"Sex differences in pain behaviors following three early life stress paradigms   ","1131":"Sex differences in pain behaviors following three early life stress paradigms    ","1132":"Antnia Casellas' review on Public spaces, gender and diversity Geographies for inclusive cities","1133":"'Stepping through the looking glass The future for women in sport' by R Hall and   womeninsport","1134":"'Stepping Through the Looking Glass The Future for Women in Sport' by Ruth Hall and   scholarsaturday","1135":"'Stepping Through the Looking Glass The Future for Women in Sport' by Ruth Hall and   scholarsaturday ","1136":"Legalizing Parents and Other Caregivers A Family Immigration Policy socialpolitics","1137":"Clare Mariskind's book review on Joining the resistance","1138":"Gender and Society article Carceral and Intersectional Feminism in Congress","1139":"Carceral and Intersectional Feminism in Congress The Violence Against Women Act, Discourse, a gendersociety","1140":"Carceral and intersectional feminism in Congress The Violence Against Women Act, discourse, and policy","1141":"The politics of gender in the UN Security Council resolutions on women, peace and security","1142":"To attract more competitive job candidates, family-supportive policies matter","1143":"Do gender roles and stereotypes about STEM careers explain women and mens science pursuits? New research suggests yes","1144":"Do gender roles and stereotypes about STEM careers explain women and mens science pursuits? New research","1145":"Emma Berman and Jody Emel's review of Buzz urban beekeeping and the power of the bee","1146":"Context matters-living in areas w LGBT resources related to outnesssocial support and less internalized homophobia","1147":"Context matters for outness Queer women more likely to ComeOut if they live in affirmative places w LGB resources","1148":"Differences Across Contexts Minority Stress and Interpersonal Relationships for Lesbian, Gay and Bisexual Women a","1149":"First, first author paper, 3 year in the making Same sex other sex gender differences in adolescent empathy","1150":"Empathy gap starts as early as young teenagers - other evidence shows it can start even earlier","1151":"Q Why do people care less when men have problems than when women do? A there is a gender empathy gap","1152":"Studying sex as a biological_variable Dos and don'ts","1153":"Here is another which includes perspectives from the Canadian and American funding agencies --","1154":"Bluehand BluehandFamily BritainFirst realscientists Here is another which includes perspectives from the Ca","1155":"When young ppl are exposed 2 romantic vs sexual or neutral cues, they rate themselves as less sexually permissive","1156":"Priming Sexual and Romantic Representations Sex Encourages and Romance Discourages Sexual Permissiveness Sometimes a","1157":"Priming Sexual and Romantic Representations Sex Encourages and Romance Discourages Sexual Permissiveness Sometimes a ","1158":"Sexual cues prime ppl to rate themselves as more sexually permissive than romantic cues","1159":"Sexual cues prime ppl to rate themselves as more sexually permissive than romantic cues htt","1160":"Sexual Possible Selves and Strategies of 1st-Semester College Students What Do They Hope for and Fear? a HT","1161":"Sexual Possible Selves and Strategies of 1st-Semester College Students What Do They Hope for and Fear? a","1162":"Preclinical research getting it Right and moving us closer to Sex-Selective Therapies  bsd","1163":"Preclinical research getting it Right and moving us closer to Sex-Selective Therapies  bsd  ","1164":"New piece out in IFjP with Ceridwen Spark on women's political participation in Melanesia","1165":"interesting but doesn't account for why those who could win don't run See","1166":"Sport = Male But Not All Sports Investigating the Gender Stereotypes of Sport Activities at the Explicit and ","1167":"Sport = Male But Not All Sports","1168":"'Investigating the Gender Stereotypes of Sport Activities at the Explicit and Implicit Levels' scholarsaturday","1169":"Women have darker skin, eyes and hair than men given the same genotype  ","1170":"New article by   on women's humanrights struggles and collectiveidentity in Honduras WHRD","1171":"Spatial imaginaries and collectiveidentity in womens humanrights struggles in Honduras","1172":"Maaret Jokela-Pansini, Spatial imaginaries and collective identity in womens human rights struggles in Honduras,","1173":"lgbtiq in DRR the pioneer example of WeHo -","1174":"lgbtiq in DRR the pioneer example of WeHo -   ","1175":"Weve seen the future and its very diverse beyond gender and disasterCalifornia","1176":"Weve seen the future and its very diverse beyond gender and disasterCalifornia   ","1177":"Looking at porn appears to be reasonably common in Australia, with adverse effects reported by a small minority","1178":"Very few individuals consider themselves addicted to pornography most see benefits,","1179":"Looking at pornographic material is common in Australia, with adverse effects reported by a small minority","1180":"Nationally representative study in Australia Adverse effects of porn use reported by only small minority of users","1181":"Nationally representative study in Australia Adverse effects of porn use reported by only small minority of users ht","1182":"A Profile of Pornography Users in Australia Findings From the Second Australian Study of Health and Relationships","1183":"4% of Australian men report porn addiction - but only 12 of those think it's a bad thing!","1184":"4% of Australian men report porn addiction - but only 12 of those think it's a bad thing! ","1185":"New study N=20,094 Australians age 16-69 sex films overwhelmingly positive effects &lt1% problem","1186":"New study N=20,094 Australians age 16-69, sex films overwhelmingly positive effects, &lt1% problem","1187":"New study N=20,094 Australians age 16-69, sex films overwhelmingly positive effects, &lt1% problem h","1188":"Profile of Porn Users in Australia Findings From 2nd Australian Study of Health and Relationships a HT","1189":"Profile of Porn Users in Australia Findings From 2nd Australian Study of Health and Relationships a","1190":"Link this study whenever you hear      bang on about the harms of pornography auspol","1191":"A lot of porn talk lately Here are the facts most Aussies consume porn, overwhelming majority rate it positively","1192":"A lot of porn talk lately Here are the facts most Aussies consume porn, overwhelming majority rate it positively ","1193":"What percentage of Australians view themselves as 'porn addicted'? &lt4% FightPornPanic auspol","1194":"Data show problems with use not necessarily dx are slightly more than schizophrenia prevalence Tiny Mainly +","1195":"Data show problems with use not necessarily dx are slightly mo","1196":"Data sayeffects bad in &lt1% women and &lt4% of male users in representative survey","1197":"childfree ie childfree-by-choice women elicited envy, disgust, and harm behaviors perfect","1198":"I Dont Need Help Gender Differences in how Gender Stereotypes Predict Help-Seeking - Sex Roles J Res","1199":"Estrous cycle influences excitatory amino acid transport and visceral pain sensitivity in","1200":"Estrous cycle influences excitatory amino acid transport and visceral pain microbiome","1201":"Estrous cycle influences excitatory amino acid transport, visceral pain in rat effects of early-life stress","1202":"Toward a Relational Understanding of Objectification, Body Image, and Preventive Sexual Health","1203":"Toward a Relational Understanding of Objectification, Body Image and Preventive SexualHealth a HT","1204":"Toward a Relational Understanding of Objectification, Body Image and Preventive SexualHealth a HT","1205":"Young Womens Views of Unwanted Sex By MSW Annie Bruns'16 and Dr Bay-Cheng  -free article!","1206":"How women perceive their unwanted sexual experiences depends on social and financial success","1207":"SAGEpsychology Yes, But Young Womens Views of Unwanted Sex at the Intersection of Gender and Class PWQ4U","1208":"Interesting and important - 'Yes, But Young Womens Views of Unwanted Sex at the Intersection of Gender and Class'","1209":"Interesting and important - 'Yes, But Young Womens Views of Unwanted Sex at the Intersection of Gender and Class' ","1210":"affective inequalities in possibilities for consensual and wanted sex","1211":"Yes, But Young Womens Views of Unwanted Sex at the Intersection of Gender and Class","1212":"Review of The spirit of revolution beyond the dead ends of man","1213":"New in BSD Becker et al Female rats are not more variable than male rats a meta-analysis of neuroscience studies","1214":"Important new paper from my awesome colleague Jill Becker, with Brian Prendergast and Jing Liang","1215":"among diverse traits relevant to neuroscience, female rats are no more variable than male rats bsd","1216":"Female rats are not more variable than male rats a meta-analysis of neuroscience studies - bsd","1217":"Female rats are not more variable than male rats a meta-analysis of neuroscience studies bsd","1218":"NIHOBSSRFemale rats are not more variable than male rats a meta-analysis of neuroscience studies NIDAnews UCh","1219":"New in BSD Becker et al Female rats are not more variable than male rats a meta-analysis of neuroscience studies ","1220":"Female rats are not more variable than male rats a meta-analysis of neuroscience studies","1221":"NIHOBSSRFemale rats are not more variable than male rats a meta-analysis of neuroscience studies UMBME  cunyn","1222":"Female rats are not more variable than male rats a meta-analysis of neuroscience studies   ","1223":"old dude with old data- we're not more variable!","1224":"Female rats are not more variable than male rats according to a new study published in","1225":"Lack of female rats in neuroscience studies causes scientific bias via","1226":"Meta-analysis male rats are not more variable than female rats in any way","1227":"Female rats are not more variable than male rats","1228":"Female Rats are Not More Variable than Male Rats = No more excuses for single sex animal studies","1229":"Great work by   Female rats are not more variable than male rats bsd","1230":"Lack of female rats in neuroscience studies causes scientific bias","1231":"Totally agree! Great it has been finally shown  It's often forgotten that males also fluctuate with their testosterone levels","1232":"Females are not more variable, so stop using that excuse for not studying them! Evidence here wcbr2017","1233":"Females are not more variable, so stop using that excuse for not studying them! Evidence here ","1234":"Angela Colantonio at pink TBI Female rats no more variable than males No reason to exclude women IBIA2017","1235":"For a source of female mice NOT being more variable than male mice, that ref mentions some soruces but also","1236":"When Womens Gains Equal Mens Losses Predicting a Zero-Sum Perspective of Gender Status - - Springer","1237":"Our writerscrushwednesday is Prof Joelle Ruthig  Check out her newest article on gender and zero sum games here","1238":"Straight girls kissing isn't limited to colleges, but its meaning changes in less elite places by","1239":"Straight girls kissing? Understanding same-gender sexuality beyond the elite college campus","1240":"Straight girls kissing? Understanding same-gender sexuality beyond the elite college campus  ","1241":"Straight Girls Kissing? Understanding Same-Gender Sexuality beyond the Elite College Campus gendersociety","1242":"Y is samesex sex more common among less educated straight-identified women? Interviews wnoncollege women clarify","1243":"'Knowing your status and your partners status is really where it starts' menshealth LGBT","1244":"A Qualitative Exploration of the Process by Which a Sexual Partners HIV Status Can Influence Sexual Decision Making","1245":"SexSciSociety  cygraham_graham A Qualitative Exploration of the Process by Which a Sexual Partners HIV Sta","1246":"nRICHd_Pursuits  SexSciSociety  cygraham_graham A Qualitative Exploration of the Process by Which a Sexu","1247":"A Qualitative Exploration of the Process by Which a Sexual Partners HIV Status Can Influence Sexual Decision Making h","1248":"New OA research from IFJP  How organizational research can avoid the pitfalls of a co-optation perspective gender","1249":"New OA research from IFJP  How organizational research can avoid the pitfalls of a co-optation perspective","1250":"How organizational research can avoid the pitfalls of co-optation gender equality work in Austrian universities","1251":"Angelika Striedlinger's piece in our special section on cooptation of feminist agendas is openaccess","1252":"gender and foodsecurity in Bangladesh the impact of climatechange","1253":"Positive Feelings After Casual Sex The Role of Gender and Traditional Gender-Role Beliefs","1254":"Positive Feelings After Casual Sex The Role of Gender and Traditional Gender-Role Beliefs    h","1255":"Positive Feelings After Casual Sex The Role of Gender and Traditional Gender-Role Beliefs ","1256":"the healthy way","1257":"What predicts sexual pleasure and positive affect w CasualSex? For women and men, being sexually assertive","1258":"What predicts sexual pleasure and positive affect w CasualSex? For women and men, being sexually assertive h","1259":"What predicts sexual pleasure and positive affect wi CasualSex? For both women and men, it's being sexually assertive","1260":"Sample of students indicate that traditionalism linked to worse experiences with casual sex HT","1261":"Prevalence of Sexual Aggression Victimization and Perpetration in a Sample of Female and Male College Students in Turkey","1262":"Prevalence of Sexual Aggression Victimization and Perpetration in a Sample of Female and Male College Students in Turkey h","1263":"Journal of Sex Research publishes OPEN ACCESS study on prevalence of sexual aggression among young adults in Turkey","1264":"Routledgepsych Journal of Sex Research publishes OPEN ACCESS study on prevalence of sexual aggression among you","1265":"Journal of Sex Research publishes OPEN ACCESS study on prevalence of sexual aggression among young adults in Turkey htt","1266":"Journal of Sex Research publishes open access study on prevalence of sexual aggression among young adults in Turkey","1267":"Journal of Sex Research publishes open access study on prevalence of sexual aggression among young adults in Turkey  h","1268":"Are women more generous than men? Study examines impact of gender on organ transplantation","1269":"Organ Transplantation and the Implications of Sex and Gender","1270":"Commentary examines impact of gender on organ transplants genderdifferences","1271":"how sex andgender interact and affect graft success should be taken into account in mgmt of organ-transplant patients","1272":"I've been banging on about this for years Biology is as TERF as fuck - it may KILL you for insisting bio sex is a matter of personal will","1273":"Why it matters when we say that males can never be females It's not about hate It's about reality","1274":"I've been banging on about this for years Biology is as TERF as fuck - it may KILL you for insisting bio sex is a matte","1275":"Evidence for Absence of Stimulus Quality Differences in Tests of the Accuracy of Sex'l Orientation Judgments","1276":"Interpersonal Elements of Bisexual Womens Most Satisfying Sexual Experiences","1277":"Interpersonal Elements of Bisexual Womens Most Satisfying Sexual Experiences      ","1278":"The Year's Best Interpersonal Elements of Bisexual Women's Most Satisfying Sexual Experiences in the Past Year","1279":"Behaviorally bi women's accounts of BestSex have more to do w emotions, relations, and embodiment than w orgasm","1280":"Interpersonal Elements of Bisexual Womens Most Satisfying Sexual Experiences in the Past Year lments","1281":"The Year's Best Interpersonal Elements of Bisexual Women's Most Satisfying Sexual Experiences in the Past Year a","1282":"To celebrate BiWeek 2017, here's a study of 39 bisexual women's best sexual experiences during one year","1283":"ResearchRead Knowing partners' HIV status influenced gaybi men's sexual decision making","1284":"ICYMI! Knowing partners' HIV status influenced gaybi men's sexual decision making","1285":"Exploration of Process by Which Sexual Partner's HIV Status Can Influence Sexual Decision Making a HT","1286":"Exploration of Process by Which Sexual Partner's HIV Status Can Influence Sexual Decision Making a","1287":"Building Sexual Relationships and Preventing Sexual Violence at the US Military Academy at West Point","1288":"here's the exp we did this for","1289":"Mind the Gender Gap An Experiment on the Influence of Self-Efficacy on Political Interest","1290":"gender households and reintegration everyday lives of returned migrantwomen in rural northern Ghana","1291":"gender households and reintegration everyday lives of returned migrantwomen in rural northern Ghana   ","1292":"Tufuor et al, Gender, households and reintegration everyday lives of returned migrant women in rural northern Ghana,","1293":"Tufuor et al, Gender, households and reintegration everyday lives of returned migrant women in rural northern Ghana, ","1294":"wPhil Smith finds women more likely to report experiences of public incivility compared to men","1295":"also found women more likely to limit use of public places as a result of experiences of incivility","1296":"uncivil behavior gender-specific tax on womens access - compromising capacity to fully engage in public sphere","1297":"Gender, Fear, and Public Places How Negative Encounters with Strangers Harm Women","1298":"Shan-Jan Sarah Liu and me on how women's rep in gov influences women's pol participation","1299":"Do Govt Positions Held by Women Matter? A Cross-National Examination of Female Ministers   and Prof Liu","1300":"Do Government Positions Held by Women Matter? A Cross-National Exa - Shan-Jan Sarah Liu and   ecpg17","1301":"Check out Liu and  's PandG piece on female cabinet ministers' effects on political participation","1302":"My article on politics of hashtagging girlhood is out w   Thrilled it won the 2015 Enloe Award also!","1303":"IAmMalala, BringBackOurGirls and gendering representations of global politics Congrats,  ! FemSecSt","1304":"IAmMalala, BringBackOurGirls and gendering representations of global politics Congrats,  ","1305":"My Hashtagging Girlhood article w IFjP, was online-first, now has an issue and page numbers!","1306":"Totally in Love Evidence of a Master Narrative for How New Mothers Should Feel About Their Babies -","1307":"Interesting article by   on Gender and the CFSRAI","1308":"My latest now online  ! The use of gendered language in responsible agricultural investment principles ","1309":"A Womb That Is Not Always One's Own","1310":"Plastic fantastic? Problematising post-feminism in erotic retailing in England","1311":"Plastic fantastic? Problematising postfeminism in erotic retailing in England","1312":"Plastic fantastic? Problematising post-feminism in erotic retailing in England, by Amber Martin,","1313":"Performance anxiety womens sexed bodies in Pakistan - by Afiya Shehrbano Zia","1314":"Afiya Shehrbano Zia has a great piece on women in Pakistan in our new issue 193 - check it out","1315":"All-male-panels invoke factors of gendered credibility beyond the sex of the speaker More in IFJP FeministIR fem","1316":"Great to be part of Responding to AllMalePanels A Collage available in International Feminist Journal of Politics","1317":"Great to be part of Responding to AllMalePanels A Collage available in International Feminist Journal of Politics ht","1318":"International conferences, contrary 2 rhetorical claims, continue to cohere through good old inconspicuous absences","1319":"All-male-panels invoke factors of gendered credibility beyond the sex of the speaker","1320":"'Responding to allmalepanels A collage' Super stuff from super-smart colleagues, for your intellectual pleasure","1321":"All-male-panels invoke factors of gendered credibility beyond the sex of the speaker More in IFJP","1322":"Important discussion and reflections on gender and AllMalePanels and beyond","1323":"Responding to AllMalePanels A Collage","1324":"THIS Gender binarism is a deficient basis on which to try and address difference and inclusivity -","1325":"Non-Western academics, no matter what their gender, are inconspicuously absent -Erven M Eken AllMalePanels","1326":"Jesse-Crane Seeber sadly absent from Twitter and I wrote something for the   forum on allmalepanels","1327":"THIS Gender binarism is a deficient basis on which to try and address difference and inclusivity -   ","1328":"Responding to AllMalePanels A Collage - More than gender","1329":"'Responding to allmalepanels A collage' Super stuff from super-smart colleagues, for your intellectual pleasure ","1330":"Excellent analysis of why including a woman is not enough to diversify the discussion AllMalePanels","1331":"Responding to AllMalePanels A Collage femdaily","1332":"Gender binarist logic suggests that an assumed common gender identity means any woman can speak for all women","1333":"And some commentaries there upon","1334":"You just have to be smart spatial practices and subjectivity among women in sex work in London, Ontario","1335":"Spatial practices and subjectivity among women in sex work in London, Ontario","1336":"Spatial practices and subjectivity among women in sexwork in London, Ontario by Orchard, et al","1337":"The Authors Respond Continuing the Dialectic on Intersectionality in Psychology","1338":"Book Review Health psychology Theory, research, and practice Psychiatry","1339":"Politics and Gender - Legitimizing Political Science or Splitting the Discipline?","1340":"No need for research transparency guidelines? Doubts from the perspective of interpretive and qualitative methods","1341":"see and Just thinking ahead","1342":"Sexual Behavior Latent Classes Among Men Who Have Sex With Men Associations With Sexually Transmitted Infections","1343":"Sexual Behavior Latent Classes among Men Who Have Sex w Men Associations w STIs a HT","1344":"New article Gay and Bisexual Mens Construction of Aging in the Context of Sexual Embodiment After Prostate Cancer","1345":"New article Gay and Bisexual Mens Construction of Aging in the Context of Sexual Embodiment After Prostate Cancer ht","1346":"Mastery, Isolation, or Acceptance MSM's Construction of Aging and Sexual Embodiment After Prostate Cancer a","1347":"Translocational Irish identities in Edna OBriens memoir Country Girl 2012 by Mara Amor Barros-del Ro","1348":"Barros-del Ro, Translocational Irish identities in Edna OBriens memoir Country Girl 2012,","1349":"Finally published in PolandGender do women vote for women in Belgian local elections?","1350":"Happy to finally see our study on gender-based voting finally in print gender","1351":"Add to your queue! womenalsoknowstuff","1352":"New study on gendered vote choices in context of equal supply quota and multiple pref votes womenalsoknowstuff","1353":"Read new article by   et al Voting for Women in Belgium's Flexible List System","1354":"Read new article by   et al Voting for Women in Belgium's Flexible List System ht","1355":"Happy to finally see our study on gender-based voting finally in print gender   ","1356":"New study on gendered vote choices in context of equal supply quota and multiple pref votes wo","1357":"I expect more from the men with whom I have worked for many years creator ofCongrats,You Have an All-Male Panel!","1358":"On which note, je te prsente","1359":"Interview with creator of 'Congrats, You Have an All Male Panel!' Saara Srm in","1360":"Pilot Study Mindfulness-Based Cognitive Therapy Adapted for Womens Sex'l InterestArousal Disorder","1361":"Pilot Study Mindfulness-Based Cognitive Therapy Adapted for Womens Sex'l InterestArousal Disorder   htt","1362":"Pilot study of 8 session mindfulness-based cognitive therapy improved women's sexual desire, overall sexual function","1363":"Whether it's 4 or 8 sessions, mindfulness cultivates sexual desire!","1364":"MindfulSex! How does Mindfulness improve womens SexualDesire? New study from the Journal of SexResearch","1365":"NewResearch! MBCT treatment group for women with sexual interest-arousal disorder results in improved outcomes ","1366":"Gendered division of labour and feminisation of responsibilities in Kenya   KALRO unibern","1367":"Bikketi et al, Gendered division of labour and feminisation of responsibilities in Kenya","1368":"Review of  's Covered in ink tattoos, women, and the politics of the body","1369":"Review of  's Covered in ink tattoos, women, and the politics of the body   ","1370":"et al Endurance at the Top Gender and Political Ambition of Spanish and Swedish MPs polsci polisci","1371":"et al Endurance at the Top Gender and Political Ambition of Spanish and Swedish MPs polsci polisci  ","1372":"Interesting new research on male caregivers of patients with multiple chronic conditions in Canada","1373":"open access Exploring the Daily Geographies of Diverse Men Caregiving for Family Members","1374":"New article by Dr Wendy Duggleby Exploring the daily geographies of diverse men caregiving for family members","1375":"New article by Dr Wendy Duggleby Exploring the daily geographies of diverse men caregiving for family members ","1376":"Men caregiving for family members with multiple chronic conditions by Giesbrecht et al,","1377":"Review of Discounted life the price of global surrogacy in India","1378":"Review of New desires, new selves sex, love, and piety among Turkish youth","1379":"The global countryside peasant women negotiating, recalibrating and resisting rural change in Colombia","1380":"The global countryside peasantwomen rural change Colombia Laura Rodriguez Castro, Barbara Pini and Sarah Baker,","1381":"Bringing gender and spatialtheory to life at a German technical university","1382":"Bringing gender and spatial theory to life at a German technical university by Donna J Drucker,","1383":"Hm will be aggravating or validating? Saving 4 l8r Effect of Occupational Stypes on Men Interest in Fem-Dom Occs","1384":"The Effect of Occupational Gender Stereotypes on Mens Interest in Female-Dominated Occupations by alum A Forsman","1385":"The Effect of Occupational Gender Stereotypes on Mens Interest in Female-Dominated Occupations by alum A Forsman htt","1386":"Cognitive, Affective and Behavioral Responses to Partner Touch in Women With  Without Sexual Problems","1387":"Cognitive, Affective and Behavioral Responses to Partner Touch in Women With  Without Sexual Problems   htt","1388":"Beyond the Bedroom Cognitive, Affective, and Behavioral Responses to Partner Touch in Women","1389":"Beyond the bedroom Women w vs wo sexual problems have more negative reactions to partners hypothetical touch","1390":"Beyond the Bedroom Cognitive, Affective and Behavioral Responses to Partner Touch in Women w and wo Sexual Problems a","1391":"Religiosity, the Use of Mainstream and Nonmainstream Pornography, and Sexual Satisfaction in Heterosexual Men and Women","1392":"Whosoever Looketh on a Person to Lust After Them Religiosity, Porn and Sexual Satisfaction in Heterosexuals a","1393":"Cecile Ann Lawrence reviews  ' Contesting intersex the dubious diagnosis","1394":"Gay-riatrics spatialpolitics and activism of gay seniors in TelAviv's gay community centre","1395":"Article Girl in a Country Song Gender Roles and Objectification of Women in Popular Country Music across 1990-2014","1396":"New study country music has become more sexist, objectifies women more since 1990","1397":"Country music becoming more sexual EVERYTHING is becoming more sexual","1398":"This study was meant for me","1399":"A University study done by a professor at Texac Tech I'd love to talk to my grandma about this over break","1400":"Girl in a Country Song Gender Roles and Objectification of Women in Popular Country Music across 1990 to 2014","1401":"The life course and emotions beyond fieldwork affect as position and experience","1402":"Exposure to Sexualized Advertisements Disrupts Childrens Math Performance by Reducing Working Memory MSUEpet","1403":"Sexualization decreases girl's math performance, cognitive functioning, and working memory feministtherapy","1404":"Historical evidence of prejudice and some of our research shows for fans But, a large scale comparison is needed","1405":"New research by Dr A Korteweg  The what and who of co-optation  Canfem Cdnimm VAW ONpoli UofT Sociology","1406":"Anna Korteweg examines the what and who of cooptation for our special section - read her contribution here","1407":"Engaging territorio cuerpo-tierra through body and community mapping","1408":"You arent from around here race, masculinity, and rural transgender men","1409":"1st publication is now online! PM me for a copy","1410":"You can read the lead article of our new issue 193 by Sara Hassani here","1411":"Not a Woman, but a Soldier Exploring Identity through Translocational Positionality FemPsych Gender","1412":"Doing gender comparative research? But how? 4 essays 4 methods 4 great scholars, incl","1413":"Multilevel Analysis as a Tool to Understand the Spatio-Temporality of Gender","1414":"Gender and statistics bite? Think Again! My new article on context, gender and regression","1415":"ecpg17 - Multilevel Analysis as a Tool to Understand the Spatio-Temporality of Gender","1416":"'Muddying the waters coauthoring feminisms across scholarship and activism' Great book review forum in","1417":"Symposium on Richa Nagar's Muddying the Waters Coauthoring Feminisms across Scholarship and Activism","1418":"New from my lab A replication of our 2013 study  Familial Patterning and Prevalence of Male Androphilia in Samoa","1419":"Familial Patterning and Prevalence of Male Androphilia in Samoa","1420":"Familial Patterning and Prevalence of Male Androphilia in Samoa a HT","1421":"Piedalue Beyond Culture as an explanation for intimate violence culture gender violence","1422":"My paper was recently published online yay! Part of a themed section organized w   to be published soon in GPC - stay tuned!","1423":"My paper was recently published online yay! Part of a themed section organized w   to be published soon in GPC -","1424":"This is NOT the right way to explore gender disparities in anticipated pursuit of Physics","1425":"The outcome of a Foucauldian analysisif you're interested in how to NOT make progress","1426":"This is NOT the right way to explore gender disparities in anticipated pursuit of Physics ","1427":"teachers tend to attribute girls achievement in Physics to their hard work but regard boys as naturally bright","1428":"Fine work by   and others showing how girls are still discouraged from entering science","1429":"Our new paper with   Physics as a Quintessentially Masculine Subject ASEChat UKEdChat Gender","1430":"Our new paper w    Young Peoples Perceptions of Gender Issues in Access to Physics","1431":"For those interested in gender and access to science, my new paper for   is open access","1432":"Our new paper with   Physics as a Quintessentially Masculine Subject ASEChat UKEdChat Gender","1433":"My latest article with the   team on gender and access to Physics is open access","1434":"Our OpenAccess paper w   Physics as a Quintessentially Masculine Subject ASEChat UKEdChat Gender","1435":"Our OpenAccess paper w   Physics as a Quintessentially Masculine Subject ASEChat UKEdChat Gender h","1436":"Open Access to our article on  Physics and Gender","1437":"Indeed! We use our qualitative data to analyse this in the OpenAccess paper this blog is based on -","1438":"Indeed! We use our qualitative data to analyse this in the OpenAccess paper this blog is based on - ","1439":"Our most recent paper is OpenAccess Young Peoples Perceptions of Gender Issues in Access to Physics","1440":"Physics is perceived as overwhelmingly masculine   have begun the hunt for solutions to this","1441":"Physics is perceived as overwhelmingly masculine   have begun the hunt for solutions to this ","1442":"Our research shows that this under-representation affects perceptions and participation WomeninSTEM","1443":"If theyre a girly girl I cant see them wandering around in a lab in white coat - How people see Physics","1444":"Construction of Physics as Quintessentially Masculine Young Ppls Perceptions of Gender Issues in Access to Physics h","1445":"Construction of Physics as Quintessentially Masculine Young Ppls Perceptions of Gender Issues in Access to Physics","1446":"Hi We advocate wider representation of where physics can lead, and who does Physics Full paper","1447":"The Dark Side of Heterosexual Romance Endorsement of Romantic Beliefs Relates to Intimate Partner Violence rape","1448":"Interesting article How You Bully a Girl Sexual Drama and the Negotiation of Gendered Sexuality in High School ","1449":"How You Bully a Girl Sexual Drama and the Negotiation of Gendered Sexuality in High School gendersociety","1450":"How you bully a girl sexual drama and the negotiation of gendered sexuality in high school   bullying","1451":"How You Bully a Girl Sexual Drama and the Negotiation of Gendered Sexuality in High School","1452":"Truly a Women of Color Organization Negotiating Sameness and Difference in Pursuit of Inter gendersociety","1453":"Truly a women of color organization negotiating sameness and difference in pursuit of intersectionality","1454":"Students in my Gender and Sexualities course presented this article and led a class discussions on the concepts of samedi","1455":"Students in my Gender and Sexualities course presented this article and led a class discussions on the concepts of samedifference","1456":"Review on sex differences in contaminant PCBs and mercury concentrations of fish OpenAccess","1457":"Interesting details in here for brown fat buffs Sex-spec phenotypes of hyper-hypothyro","1458":"60% of respondents had engaged in sex in a parked car, and they loved it","1459":"60% of US college students have had sex in a car and of those, 14% lost their virginity there The wonders of surveys","1460":"60% of US college students have had sex in a car and of those, 14% lost their virginity there Th","1461":"New study Sexual Behavior in Parked Cars Reported by Midwestern College Men and Women","1462":"New JSR study finds 14% of students sampled at small Midwestern university lost virginities in parked cars","1463":"That is nothing new","1464":"I knew not carnally a woman years ago who had sex only in cars--not her place, not yours, not a hotel, a car","1465":"In the Midwest, car sex is more common than you think  What are your thoughts on this experience? midwest carsex","1466":"Junk in the trunk Researchers survey college students about sexual experiences in parked cars psychology","1467":"Sexual Behavior in Parked Cars Reported by Midwestern College Men and Women a HT","1468":"60% Midwest students have had CarSex Typically w romantic partner 57%, in back seat 63% in the country 56%","1469":"60% Midwest students have had CarSex Typically w romantic partner 57%, in back seat 63% in the country 56%","1470":"Popped your cherry in the back of a Chevy? You might be midwestern! 60% of 'em have banged in a car! fuckfacts","1471":"BAhahaha, I think mine WAS in a Chevy! fuckfact","1472":"Influence of Community Disadvantage and Masculinity Ideology on  of Sexual Partners","1473":"Community disadvantage associated with increases in masculine attitudes, high sex partner , and higher STI risk","1474":"Influence of Community Disadvantage and Masculinity Ideology on  of Sexual Partners Young Adult, Rural Black Men a","1475":"What's a True Gamer? Male Gamer Stereotype and Marginalization of female gamers  by Paassen Morgenroth","1476":"Check out our new paper on gender and gamer stereotypes!","1477":"Male gamer stereotype and the marginalization of women in video game culture gender","1478":"Jamaica, Three Years Later Effects of Intensified Pro-Gay Activism on Severe Prejudice Against Lesbians and Gay Men","1479":"Jamaica, Three Years Later Effects of Intensified Pro-Gay Activism on Severe Prejudice Against Lesbians and Gay Men ","1480":"Jamaica, 3 Yrs Later Effects of Intensified Pro-Gay Activism on Severe Prejudice Against Lesbians and Gay Men a","1481":"Adapting to Injustice Young Bisexual Womens Interpretations of Microaggressions","1482":"PWQ Podcast Adapting to Injustice Young Bisexual Womens Interpretations of Microaggressions","1483":"SAGEpsychology PWQ Podcast Adapting to Injustice Young Bisexual Womens Interpretations of Microaggressions","1484":"To listen to later","1485":"SAGEpsychology Adapting to Injustice Young Bisexual Womens Interpretations of Microaggressions PWQ4U","1486":"The Impact of Gender Stereotypes on Voting for Women Candidates by Level and Type of Office  Cambridge Core","1487":"MT   The Impact of Gender Stereotypes on Voting for Women Candidates by Level and Type of Office","1488":"Sex-related factors influence expression of mood-related genes in the basolateral amygdala differentially depending","1489":"Looks like a really interesting article","1490":"Concerned about rape  rape myth acceptance You might be interested in this","1491":"12 Contact with Counter-Stereotypical Women Predicts Less Sexism by   and","1492":"Contact with Counter-Stereotypical Women Predicts Less Sexism, Less Rape Myth Acceptance, Less Intention to Rape","1493":"My paper with   on rapemyth acceptance has been downloaded 1,417 times! Don't miss out read it here","1494":"Zinger is the last sentence","1495":"Boys Dont Work? On the Psychological Benefits of Showing Low Effort in High School","1496":"Effortless acheiver more popular than hard-worker Interesting result when combined w gender behavior perceptions","1497":"Male students invest less academic effort because effortless achievers are perceived more favorably","1498":"Male students invest less academic effort because effortless achievers are perceived more favorably","1499":"Boys Don t Work? On the Psychological Benefits of Showing Low Effort in High School","1500":"Study academic effort stereotyped as feminine","1501":"Relationship Between Endorsement of the Sexual Double Standard and Sexual Cognitions and Emotions HT","1502":"Relationship Between Endorsement of the Sexual Double Standard and Sexual Cognitions and Emotions HT ","1503":"Moral Dilemmas of Transnational Migration Vietnamese Women in Taiwan gendersociety","1504":"McKinnon et al, Genderequality and economic empowerment in the Solomon Islands and Fiji a place-based approach,","1505":"Not a Real Period? Social and Material Constructions of Menstruation a a l'air intressant, pdf anyone ?","1506":"'Tis a mystery!","1507":"Hahaha - menstruation is a 'social construct'","1508":"this shits gone too damn fucking far like are you kidding me? i fucking can't anymore","1509":"Seriously, what are these guys researching on ? Not even some random university!    &lt- One of the best handles I follow!","1510":"Another candidate for Mensa Or is that Menses?","1511":"This is the world we live in lol","1512":"The more I look at these, the more weasel words pop out like pimples  SEEMS? At least they could use Active Fucking voice","1513":"menstruation *seems* a self-evidently 'natural' bodily process Emphasis mine, Quotes theirs Feminist science, ladies and gentlemen","1514":"This is why people hate gender studies","1515":"Does this mean that women can just refuse to menstruate? stupid","1516":"Confused seems an apt description","1517":"Ummm Biology","1518":"Is this real life?","1519":"BREAKING NEWS feminist scholar discovers bleeding out one's snatch is natural, and not actually caused by the evil Patriarchy!","1520":"Seriously?","1521":"Apparently Ms Hanson never got the talk from her parents","1522":"The X is socially constructed aka who you gonna believe, your lying eyes? doctrine has attacked simple provable truths fo","1523":"More proof that 70-90% of people in college should not be in college","1524":"Let's leave education to the left to handle, they said  It will be fine, they said","1525":"Psssh, EVERYBODY knows that periods are made up by the MANTRIARCHY FeministFriday","1526":"Menstruation seems to be natural despite being a social construct Das Spannungsfeld zw Biologie and Soziologie","1527":"Menstruation seems to be natural despite being a social construct Das Spannungsfeld zw Biologie and","1528":"MyHeadIsFullOfFuck","1529":"Not an ivory tower, not at all","1530":"did the RegressiveLeft murder all the biologists? Where did they all go?","1531":"it came this far! in the 90's the joke went around that children thought milk was made in a factory feminismiscancer academizes this !","1532":"GP This is why people think feminism is stupid Actually, this is why feminism is stupid","1533":"Gender and other grievance studies are turning out to be the cheapest non-invasive lobotomies you can get","1534":"Everybody knows that the menstrual cycle is a patriarchal construction no?","1535":"Is this what a university education results in these days? Goodness me ","1536":"Weird, but what is menstrual supression? Claims to look at def from biology to society??","1537":"Not a Real Period? Social and Material Constructions of Menstruation gendersociety","1538":"No point to this beyond funneling taxpayer dollars through the grant system Otherwise I could happy thought my social construct period away","1539":"I don't even know what this is","1540":"Wow just wow These feminists are the new Scientologists Scientology sciencefiction","1541":"Brilliant   spot on academic research over whether menstruation is a 'natural bodily process' or a social construction","1542":"menstruation is like just your opinion man","1543":"According to new feminists I wouldn't have a period if I wasn't 'socialized' to do so","1544":"Menstruation is a social construct Really","1545":"There are parts of the university I won't mind seeing burned when civilization collapses NewDarkAge","1546":"This is why I'm not a fan of how feminists have deconstructed terminology it renders words impractical to use","1547":"Why do gender scholars hate science?","1548":"  What world do these people live in?","1549":"Feminists don't like anything that has the word men in it","1550":"Periods are a social construct? WHAT THE ACTUAL HELL?!","1551":"ClassicNRPR Menstruation is a social construct","1552":"RealPeerReview Hoax paper on how menstruation is just a social construct Oh wait","1553":"yes since menstruation is a social construct too ","1554":"Please tell me Katie Hasson is only employed by USC as a comedy writer","1555":"are you in a sociology department or does Katie Hasson teach comedy writing?","1556":"Hoax paper on how menstruation is just a social construct Oh wait","1557":"Gender scholar confused about why menstruation seems to be a natural thing despite what feminist theory says","1558":"Here's a paper from the top-ranked gender studies journal Menstrual periods are a social construct Enjoy","1559":"Here's a paper in the top-ranked journal in gender studies claiming menstrual periods are social constructs bc BC","1560":"Making women aware of their gender vs personal identity, makes them more likely to notice and confront sexism","1561":"What the fuck does this even mean?   Prog you have a vag'  Chick zomg muh oppression!","1562":"Perceiving and Confronting Sexism The Causal Role of Gender Identity Salience","1563":"SAGEpsychology Perceiving and Confronting Sexism The Causal Role of Gender Identity Salience PWQ4U","1564":"Sex and Drugs and Starting School","1565":"New study Differences in Precollege Alcohol-Related Sexual Risk Taking by Gender and Recent Blackout Activity","1566":"New study Differences in Precollege Alcohol-Related Sexual Risk Taking by Gender and Recent Blackout Activity  ","1567":"For young women, blacking out from drinking -- higher risk for unwanted, unsafe, and regretted sex","1568":"Differences in Precollege Alcohol-Related Sexual Risk Taking by Gender and Recent Blackout Activity a HT","1569":"Exposure to Sexual Economics Theory Promotes a Hostile View of Heterosexual Relationships","1570":"Oh no I bet love has very less to do with SET It do not undermine gender relations It just explains it","1571":"As if the problems with Ego Depletion weren't enough, Roy Baumeister is now accused of promoting sexist ideology","1572":"Sexual marketplace theory so completely substantiated by human experience Only a social scientist would try to suppress it for feelz","1573":"SAGEpsychology Exposure to Sexual Economics Theory Promotes a Hostile View of Heterosexual Relationships PWQ4U","1574":"Boys more likely than girls to admit 'wrong-doing' on anonymous social media sites teens socialmedia digcit","1575":"BeAboveTheFray  MeganKMaas Boys more likely than girls to admit 'wrong-doing' on anonymous social media sites","1576":"Important studyPremigration Victimization Experiences of Sexual and Gender Minority Refugees and Asylees in US and Canada","1577":"Important studyPremigration Victimization Experiences of Sexual and Gender Minority Refugees and Asylees in US and Canada h","1578":"Premigration Victimization Sexual and Gender Minority Refugees and Asylees in US and Canada a HT  ","1579":"Premigration Victimization Sexual and Gender Minority Refugees and Asylees in US and Canada a HT","1580":"Premigration Victimization Sexual and Gender Minority Refugees and Asylees in US and Canada a HT ","1581":"Check out the summary of the Workshops which were held at the Sex and Gender Based Medicine Summit!","1582":"How to study the impact of sex and gender in medical research  Review of Resources","1583":"A review of SGBM Resources to help researchers study sex as a biological variable","1584":"Nice review of resources on how to study the impact of sex and gender in medical research!","1585":"Nice review of resources on how to study the impact of sex and gender in medical research!  ","1586":"How to study the impact of sex and gender in medical research  Review of Resources   ","1587":"Innovative levers for sustainable integration of gender medicine into medical school curricula","1588":"Check out this commentary from our SD   and   on integrating gender into medicalschool !","1589":"Reconsidering Gendered Sex in Generalized AIDS Epidemic, Angotti and Sennett great work from longtime collaborator","1590":"Reconsidering Gendered Sexualities in a Generalized AIDS Epidemic gendersociety","1591":"Important online courses - Science of Sex and Gender in Human Health by NIH ORWH bsd","1592":"Prof Lisa Bowleg revolutionized intersectionality research by questioning separating women AND minorities","1593":"Sex and gender in medical education a national student survey via","1594":"No scientific evidence that gender identity is independent of biological sex Yours?","1595":"Caring practices the connection between logics of state and domestic violence in Cairo, by Christine E Smith","1596":"I'm so pleased to see Ruth Preser's new   paper about Israeli lesbians 'disappearing' in Berlin","1597":"Lost and found in Berlin identity, ontology and the emergence of Queer Zion by Ruth Preser","1598":"Very new and very faboulus publication on queer Israelis in Berlin by Ruth Preser","1599":"New article by   member   the role of social media in th online construction of male sexworkers","1600":"Follow exploring the role of social media in the online construction of male sex worker lives in Dublin, Ireland","1601":"Follow exploring the role of social media in the online construction of male sex worker lives in Dublin, Ireland ","1602":"An important read! Also check out   research paper on men in sexwork in Dublin research","1603":"Using Video to Increase Gender Bias Literacy Toward WomenInScience","1604":"Using Video to Increase GenderBias Literacy Toward WomeninScience","1605":"SAGEpsychology Using Video to Increase GenderBias Literacy Toward WomeninScience PWQ4U","1606":"Using Video to Increase Gender Bias Literacy Toward WomeninScience","1607":"Using Video to Increase Gender Bias Literacy Toward Women in Science  womeninscience STEM","1608":"My latest publication","1609":"When bodies do not fit an analysis of postgraduate fieldwork","1610":"When bodies do not fit an analysis of postgraduate fieldwork by Jokinen and Caretta","1611":"Ahh, more mesearch, this time as duet","1612":"These poor, oppressed post-graduate researchers! Jeopardizing their health for the sake of their work Oh the humanity!","1613":"Oh precious snowflake postgraduate scholars","1614":"Please stop! This jargon is too painful","1615":"Sexual Quality of Life and Aging A Prospective Study of a Nationally Representative Sample Journal of Sex Research","1616":"Sexual Quality of Life and Aging A Prospective Study of a Nationally Representative Sample Journal of Sex Research h","1617":"Sexual Quality of Life and Aging A Prospective Study of a Nationally Representative Sample","1618":"sexualwisdom comes* with older age  dataanalytics","1619":"Contrary to popular belief, under the right conditions sexual quality of life INCREASES w age, due to SexualWisdom","1620":"sorry- here's the link to the original JSR article","1621":"Sexual Quality of Life and Aging a SeualHealth Sexuality HT   Ageing","1622":"Older people prioritize quality sex, and they get it SCIENCE! Source","1623":"Sexual Quality of Life and Aging A Prospective Study of a Nationally Representative Sample - PubMed - NCBI","1624":"Sexual Wisdom Satisfaction with sex improves with age, as people prefer quality to quantity sexscience","1625":"Bridgework Globalization, Gender, and Service Labor at a Luxury Hotel gendersociety","1626":"New article by UO Prof Eileen Otis in   Bridgework Globalization, Gender and Service Labor at a Luxury Hotel","1627":"SWS 2015 Feminist Lecture The Gendered Geographies of Struggle The World Social Forum and It gendersociety","1628":"'Gendered Geographies of Struggle The World Social Forum and Overlapping Other Worlds' gender+development fem2","1629":"Exploratory Factor Analysis and Psychometric Properties of the Sexual Coercion Inventory","1630":"Exploratory Factor Analysis and Psychometric Properties of the Sexual Coercion Inventory a HT ","1631":"Exploratory Factor Analysis and Psychometric Properties of the Sexual Coercion Inventory a HT","1632":"Sexual history and attractiveness people want a mate with a bit of a past, but not too much gender relationships","1633":"Sexual history and attractiveness people want a mate with a bit of a past, but not too much ge","1634":"Sexual History and Present Attractiveness People Want a Mate With a Bit of a Past, But Not Too Much  The aim of","1635":"Sexual History and Present Attractiveness People Want a Mate With a Bit of a Past, But Not Too Much   ht","1636":"Sexual History and Present Attractiveness People Want Mate w a Bit of a Past, But Not Too Much","1637":"Sexual History and Present Attractiveness People Want Mate w a Bit of a Past, But Not Too Much ht","1638":"Participants were more willing to get involved with an individual who'd had more sexual partners - up to a point","1639":"Men and women's desire for sexual experience in an opposite-sex partner are very similar for long-term relationships","1640":"Sexual History and Present Attractiveness People Want a Mate With a Bit of a Past, But Not Too Much by","1641":"Ppl want mates w a bit of a past, but not too much Tho sluttier ppl more tolerant of partner's promiscuity","1642":"Sexual History and Present Attractiveness I by   et al","1643":"Sexual History and Present Attractiveness II by   et al","1644":"Sexual History and Present Attractiveness People Want a Mate With a Bit of a Past, But Not Too Much by   htt","1645":"Both men and women view someone with a larger number of past sexual partners as a less attractive option for a rel","1646":"Both men and women view someone with a larger number of past sexual partners as a less att","1647":"Science Both men and women view someone with a larger number of past sexual partners as a less attractive option ","1648":"Check page five to see if you're a slut who's gonna die alone I guess","1649":"Aqu el paper Sexual History and Present Attractiveness People Want a Mate With a Bit of a Past, But Not Too Much","1650":"Aqu el paper Sexual History and Present Attractiveness People Want a Mate With a Bit of a Past, But Not Too Much ","1651":"Clicking on the paper the piece was based on - this is in the second line","1652":"I've seen nothing but sensationalist clickbait and Assad-apologism in   this last year, turns out they also do bad science","1653":"it's here - is that the one you read? Haven't looked at it myself yet","1654":"How no of partners an individual's had, affects willingness to get romantically involved with that individual","1655":"Inverse correlation between sexual partner history and perceived attractiveness","1656":"Sexual History and Present Attractiveness Ppl Want a Mate with a Bit of a Past, But Not Too Much a HT","1657":"Sexual History and Present Attractiveness Ppl Want a Mate with a Bit of a Past, But Not Too Much a","1658":"Both men and women are reluctant to get into a long-term relationship with someone with an extensive sexualhistory","1659":"Interesting empirical study as it's often erroneously assumed that having had multiple sexual partners is an attractive trait in men","1660":"A new study shows that people want a partner with a bit of a past, but not -too- much of a past","1661":"briandavidearp  kinseyinstitute A new study shows that people want a partner with a bit of a past, but not -to","1662":"Sexual History and Present Attractiveness People Want a Mate With a Bit of a Past, But Not Too Much","1663":"Scientific Discovery People are less attracted to someone with over 20 sexual partners compared to less than 10","1664":"New Research - Sexual History and Present Attractiveness People Want a Mate With a Bit of a Past, But Not Too Much","1665":"Men and women's desire for sexual experience in an opposite-sex partner are very similar for long-term relationships htt","1666":"Sexual History and Present Attractiveness People Want a Mate With a Bit of a Past, But Not Too Much a","1667":"NEW The negotiation of gender subjectivities in Indonesia and the Philippines OpenAccess","1668":"Migrant mothers, left-behind fathers the negotiation of gender subjectivities in Indonesia and the Philippines","1669":"Migrant mothers, left-behind fathers the negotiation of gender subjectivities in Indonesia and the Philippines ","1670":"Glad to see another positive review of mineand   book on Women and Combat Sports wmma martialarts boxing","1671":"Glad to see another positive review of mineand   book on Women and Combat Sports wmma","1672":"Who needs the Women and Peace Hypothesis? My new article is out! IFJP","1673":"This is excellent - on the 'women and peace hypothesis ","1674":"Also in our new issue 193 A piece on the women and peace agenda by","1675":"Can't wait to dig into this one,   Looks great!","1676":"A love story for Buddy System research in the academy  Patricia Lopez and Kathryn Gillespie ","1677":"A love story for Buddy System research in the academy by P J Lopez and","1678":"This is what we have","1679":"Just come across this, can't wait to read it! I don't know where I'd be without my fieldwork and life 'buddies'","1680":"Now on   Lebreton Peralta Allen-Collinson Wiley French sports students gender and alcohol","1681":"research on gender alcohol and sport nexus in french Students StudentAthletes published by","1682":"Associations of Bisexual-Specific Minority Stress and Health in Cisgender and Transgender Adults w Bisexual Orientation","1683":"Study shows that bisexual people experience worse health than other sexual minorities due to prejudice and stigma","1684":"Assoc of Bisexual-Specific Minority Stress and Hlth Among Cisgender and Transgender Adults w Bisexual Orientation a","1685":"Assoc of Bisexual-Specific Minority Stress and Hlth Among Cisgender and Transgender Adults w Bisexual Orientation a ","1686":"Study shows that bisexual people experience worse health than other sexual minorities due to prejudice and stigma   htt","1687":"The effects of Sex and Gender-Role Characteristics on Facets of Sociosexuality in Heterosexual Young Adults","1688":"Ooookay This is good insight, even if I don't study sex ","1689":"CasualSex Personality VenusMars","1690":"Women and men w more male-typical personality have more CasualSex than peers lower on psychological masculinity","1691":"Sexuality has much more to do with personality than people realize","1692":"Not very surprising to say the least","1693":"Yes See also","1694":"Effects of Sex and Gender-Role Characteristics on Facets of Sociosexuality in Heterosexual Young Adults a HT","1695":"Effects of Sex and Gender-Role Characteristics on Facets of Sociosexuality in Heterosexual Young Adults a","1696":"Measuring Sexual Motives A Test of the Psychometric Properties of the Sexual Motivations Scale","1697":"Measuring Sexual Motives Test of Psychometric Properties of the Sexual Motivations Scale a HT","1698":"Measuring Sexual Motives Test of Psychometric Properties of the Sexual Motivations Scale a HT ","1699":"Gender is innately biological","1700":"The known differences in cardiovascular performance between the sexes already start in utero bsd","1701":"In utero origin of sex-related differences in future cardiovascular disease bsd","1702":"Lessons Learned From Teaching Psychology of Women to Incarcerated Women Psychiatry ","1703":"Postnatal Depression The Role of Breastfeeding Efficacy, Breastfeeding Du Psychiatry ","1704":"Postnatal Depression The Role of Breastfeeding Efficacy, Breastfeeding Duration, and FamilyWork Conflict   ","1705":"SAGEpsychology Postnatal Depression The Role of Breastfeeding Efficacy, Breastfeeding Duration, and FamilyWor","1706":"Postnatal Depression The Role of Breastfeeding Efficacy, Breastfeeding Duration, and FamilyWork Conflict","1707":"Book Review The Palgrave handbook of the psychology of sexuality and gend Psychiatry ","1708":"Book Review The Palgrave handbook of the psychology of sexuality and gend Psychiatry  htt","1709":"Book Review The Palgrave handbook of the psychology of sexuality and gend Ps by induspsych via","1710":"The Unique Effects of Fathers Warmth on Adolescents Positive Beliefs and Behaviors","1711":"Science A father's warmth towards teenagers predicts their positive beliefs and varies by gender, boosting the ma","1712":"A father's warmth towards teenagers predicts their positive beliefs and varies by gender, boosting the math grades","1713":"A father's warmth towards teenagers predicts their positive beliefs and varies by gender, ","1714":"Marie-Anne Suizzo publishes new research on the effects of fathers' warmth on adolescent behavior and attitudes","1715":"fatherfact","1716":"Dad's warmth and acceptance has impact on emotional and academic dvlpmnt among kids in LowIncome families ~study","1717":"'On becoming a feminist psychologist' Riger 2016 Great newly published prize-winning a","1718":"What does it mean to be a feminist psychologist?","1719":"Men and menstruation Qualitative exploration of beliefs, attitudes and experiences menstruationmatters menshealth","1720":"Study men's views on menstruation shaped by educational, relational, and socio-cultural factors reproductivehealth","1721":"Want to know more about intersectionality in quantitative research?  Nicole Else-Quest SSS2016","1722":"Great experimental study on school bullying","1723":"noschoolviolence noviolence school bullying mentalhealth","1724":"About a third of the participants reported having made out with someone just for publicity reasons","1725":"Women slut shamed for performative sex -they seek fun , and signs that they in relationship ","1726":"Wanting to Be Seen Young Peoples Experiences of Performative Making Out new study in JSR","1727":"Wanting to Be Seen Young Peoples Experiences of Performative Making Out--new study in JSR","1728":"13 undergrads have made out publicly for an audience Men's reputations more often enhanced women's damaged by it","1729":"Wanting to Be Seen Young People's Experiences of Performative Making Out a HT","1730":"Article Rethinking Strength Black Womens Perceptions of the Strong Black Woman Role via","1731":"Willingness to Engage in Consensual Nonmonogamy Analysis of Sexual Identity, Casual Sex Attitudes and Gender","1732":"Willingness to Engage in Consensual Nonmonogamy Analysis of Sexual Identity, Casual Sex Attitudes and Gender   h","1733":"Interest in open rltnshps linked to more experimentation, sexual identity exploration, and openness to CasualSex","1734":"THE WILD PAY! -Alice Cooper","1735":"Willingness to Engage in Consensual Nonmonogamy among Emerging Adults Sexual ID, Casual Sex Attitudes and Gender a","1736":"Willingness to Engage in Consensual Nonmonogamy among Emerging Adults Sexual ID, Casual Sex Attitudes and Gender a ","1737":"Bud-Sex Constructing Normative Masculinity among Rural Straight Men That Have Sex With Men Via","1738":"Gender and Society Bud-Sex","1739":"Interesting!! RuralWhiteMales BudSex","1740":"Bud-Sex Great paper re married men framing sex w men as less threatening 2 marriage than extramarital sex w women","1741":"genderstudies  you can't make this shit up Rural Straight Men That Have Sex With Men","1742":"New research on heterosexual-identified men who have sex with men sogintersections sogsexuality","1743":"Bud-Sex, constructing narratives for straight white men sex with straight white men sociology","1744":"Bud-Sex Constructing Normative Masculinity among Rural Straight Men That Have Sex With Men","1745":"A lot of animals are both predators AND prey How was this accounted for?","1746":"an actual genderstudy","1747":"Would you rather be a predator or a prey animal? The answer says surprisingly much about you personality","1748":"I rather have lunch than be lunch","1749":"One of the biggest male-female personality differences men identify as predators, women as prey","1750":"One of the best reviews on sex-differential biology of autism that I've ever read, by Donna Werling  bsd","1751":"ASF postdoctoral fellow Dr Donna Werling summarizes what is known about why less females are diagnosed with autism","1752":"41 rates of male to female diagnosis for autism interesting pathology","1753":"The role of sex-differential biology in risk for autism spectrum disorder bsd","1754":"One of the best reviews on sex-differential biology of autism that I've ever read, by Donna Werling","1755":"ASF postdoctoral fellow Dr Donna Werling summarizes what is known about why less females are diagnosed with autism ht","1756":"The role of sex-differential in risk for autism spectrum disorder bsd sexandgender","1757":"Science! Nerds stay Virgins Longer  Facts look consistent w Chateau SMV scale even if explanation is not","1758":"Adolescents in the lowest AND highest cognitive ability group were the least likely to already have had sex","1759":"Science! Nerds stay Virgins Longer  Facts look consistent w Chateau SMV scale even if explanation is not  ","1760":"Individuals with lower IQ have less sex than those with average IQ, controlling for confounds hmmm","1761":"Neuro_Skeptic Individuals with lower IQ have less sex than those with average IQ, controlling for confounds hmmm","1762":"Neuro_Skeptic Individuals with lower IQ have less sex than those with average IQ, controlling for confounds ","1763":"individuals in the lowest cognitive ability group had significantly lower odds of experiencing each type of sex","1764":"interesting  interesting  go on","1765":"Individuals with lower IQ have less sex than those with average IQ, controlling for confounds hm","1766":"Both high IQ and low IQ young adults more likely be virgins in their late 20s than those with average IQ","1767":"The Relationship Bw Cognitive Ability and Experiences of Vaginal, Oral and Anal Sex in the US","1768":"Ppl w low cognitive ability less likely to have had vaginal, oral or anal sex than ppl w average IQ","1769":"individuals in the highest cognitive ability group had  significantly lower odds of exp vaginal intercourse","1770":"Higher cognitive ability - more sex N = 13,845 via  ","1771":"How do sexual practices correlate with cognitive ability?","1772":"Is smart the new sexy ?","1773":"The Relationship Between Cognitive Ability and Experiences of Vaginal, Oral, and Anal Sex in the United States","1774":"The Relationship Between Cognitive Ability and Experiences of Vaginal, Oral, and Anal Sex","1775":"This is some proper research Relationship Between Cognitive Ability and Experiences of Vaginal, Oral, and Anal Sex","1776":"individuals in the highest cognitive ability group had significantly lower odds of experiencing vaginal intercour","1777":"was just sent this your virgin quip from a paper or just *cough* exp?","1778":"Statistical Relationship Between Cognitive Ability and Experiences of Vaginal, Oral,and Anal Sex in USA sexresearch","1779":"Relationship Between Cognitive Ability and Experiences of Vaginal, Oral and Anal Sex in the US a HT","1780":"Relationship Between Cognitive Ability and Experiences of Vaginal, Oral and Anal Sex in the US a HT","1781":"Sex'l Beh'r Def'ns of Sex and Role of Self-Partner Context in Lesbian Gay and Bi Adults","1782":"Sex'l Beh'r Def'ns of Sex and Role of Self-Partner Context in Lesbian Gay and Bi Adults    h","1783":"Sexual Behavior, Definitions of Sex and the Role of Self-Partner Context Among Lesbian, Gay and Bisexual Adults a ","1784":"Sexual Behavior, Definitions of Sex and the Role of Self-Partner Context Among Lesbian, Gay and Bisexual Adults a","1785":"Sexual dimorphism in the mast cell transcriptome and the pathophysiological responses to immu","1786":"Should never have got past animal ethics Mice suffered prolonged anaphylaxis or were restrained in tiny tubes","1787":"Sex specific immune response that leaves women at greater risk for IBS, allergy, and anaphylaxis   fuelingtactics","1788":"SexualDimorphism in the MastCell transcriptome and the pathophysiological responses to imm bsd via","1789":"May be why autoimmune disease are higher in women","1790":"Very interesting paper on Mast Cells and Gender mastcells immunology revision","1791":"Differential regulation of mast cells in Female vs Male mice, seXX matters! immunology","1792":"Check out KAWSE Executive Director's recent publication with a former K-State Graduate student, Sarah Donley!","1793":"This is interesting! Gendered beliefs are so powerful! they are showing up in this occupation Undertaking!     Soc320DH","1794":"This is interesting! Gendered beliefs are so powerful! they are showing up in this occupation Undertaking!   ","1795":"Interesting new paper in GPC Chinese migrant women as boundary markers in Singapore","1796":"Chinese migrant women as boundary markers in Singapore unrespectable, un-middle-class and un-Chinese by S Ang","1797":"Useful reviewAssessing Participation and Effectiveness of the Peer-Led Approach in Youth Sexual Health Education ","1798":"Assessing Participation and Effectiveness of Peer-Led Approach in Youth Sexual Hlth Education Systematic Review a","1799":"Assessing Participation and Effectiveness of Peer-Led Approach in Youth Sexual Hlth Education Systematic Review a ","1800":"Peer-led sexual health education changes knowledge and attitudes, but not behaviors","1801":"differences in policy preferences of men and women are reflected by male and female candidates in EU elections","1802":"Just published Sexual Well-Being in Older Women The Relevance of Sexual ExcitationSexual Inhibition","1803":"Just published Sexual Well-Being in Older Women The Relevance of Sexual ExcitationSexual Inhibition    ht","1804":"Sexual Well-Being in Older Women Relevance of Sexual Excitation and Sexual Inhibition a HT   Sexuality","1805":"Sexual Well-Being in Older Women Relevance of Sexual Excitation and Sexual Inhibition a HT  ","1806":"Honored to support cutting edge fem geog and the legacy of Jan Monk Our article on 10 years of JML is out Thanks GPC!","1807":"The Janice Monk Lecture in Feminist Geography the first 10 years, S A Marston,","1808":"Study queer and pansexual identities adopted more often by nonheterosexual women, noncisgender people","1809":"Who Adopts Queer and Pansexual Sexual Identities?","1810":"Who Adopts Queer and Pansexual Sexual Identities? a HT   Sexuality","1811":"What sexual and demographic factors predict identification as pansexual or queer? psychology sexuality","1812":"What sexual and demographic factors predict identification as pansexual or queer? psychology sexu","1813":"Keep in mind It's just a small sample but gaw cis guys you're such prudes lol jk uwu","1814":"Seems like a thoughtful research","1815":"They don't know they're victims","1816":"Why even bother with research and interviews, when you already know the answer?","1817":"Gender scholar says, Don't believe your lying eyes","1818":"Feminist Scholar argues female academics are way too dumb to notice they are being oppressed thanks good she's there to correct them","1819":"women do experience gender at work this is great in case if u ever want 2 read what peer reviewed actualy means to them","1820":"How can women's academic careers inform us of gender inequalities in universities?","1821":"Beyond the Chilly Climate The Salience of Gender in Womens Academic Careers","1822":"Some people falsely accuse gender scholars of reaching the same conclusion despite what the data says Oh wait","1823":"I was told this in person today - specifically that I should grow up and acknowledge my own oppression","1824":"Female academics don't feel discriminated, gender scholar concludes they are wrong","1825":"Some people falsely accuse gender scholars of reaching the same conclusion despite what the data says Oh wait ","1826":"Read 'Beyond the Chilly Climate The Salience of Gender in Womens Academic Careers' by Dana M Britton","1827":"More on women, gender inequality and academia Link to PDF highered","1828":"WorkLifeBalance of professional women in rural Spain","1829":"Mathematicsa Critical Filter for STEM-Related Career Choices? A Longitudinal Examination among Australian and US","1830":"Mathematicsa Critical Filter for STEM-Related Career Choices? A Longitudinal Examination among Australian and US ","1831":"Interested in reading the full publication by Prof Watt and colleagues?   have made it freely accessible","1832":"In related news People who love speeding are unsatisfied with driving at 60 mph, but only if that's the speed limit!","1833":"Ppl who love CasualSex r less committed to and satisfied w romantic partners, but only if it's a monogamous rltnshp!","1834":"Caught in a 'Bad Romance'? Reconsidering the Negative Assoc Between Sociosexuality and Relationship Functioning a ","1835":"Caught in a 'Bad Romance'? Reconsidering the Negative Assoc Between Sociosexuality and Relationship Functioning a","1836":"Caught in a Bad Romance? Reconsidering the Negative Association Between Sociosexuality and Relationship Functioning","1837":"Caught in a Bad Romance?  The Negative Association Between Sociosexuality and Relationship Functioning ","1838":"Affective and Autonomic Responses to Erotic Images Evidence of Disgust in Female Sexual InterestArousal Disorder a","1839":"Affective and Autonomic Responses to Erotic Images Evidence of Disgust in Female Sexual InterestArousal Disorder a ","1840":"Affective and Autonomic Responses to Erotic Images Evidence of Disgust-Based Mechanisms in FSIAD","1841":"Imagining the ideal city, planning the gender-equal city in Ume, Sweden by L Sandberg and M Rnnblom","1842":"Sheees planning for 58 genders is going to get a little difficult","1843":"Gender-equal city planning Of course","1844":"A new review of   forthcoming in  ! Its a great review","1845":"Congratulations!","1846":"A new review of   forthcoming in  ! Its a great review   ","1847":"Gender-Fluid Geek Girls  Negotiating Inequality Regimes in the Tech Industry si quelqu'un y a accs &lt3 ","1848":"Oh, that explains it","1849":"This seems like a strange finding","1850":"Gender-Fluid Geek Girls - Negotiating Inequality Regimes in the Tech Industry - Dec 05, 2016","1851":"Out in Gender and Society - Gender-Fluid Geek Girls Negotiating Inequality Regimes in the Tech Industry","1852":"Check out this fantastic soc study that takes an intersectional perspective on women's experiences working in tech","1853":"Check out this fantastic soc study that takes an intersectional perspective on women's experiences working in tech ","1854":"Gender-Fluid Geek Girls Negotiating Inequality Regimes in the Tech Industry","1855":"How do women avoid workplace sexism in tech industry? By distancing themselves from conventional str8 femininity","1856":"Fascinating study -- surprising results  Gender-Fluid Geek Girls Negotiating Inequality Regimes in Tech","1857":"You can distance _your_ self from hostility, and end up reinforcing inequality  In tech and in the world","1858":"Looks like a fascinating paper futureofgender Link","1859":"Racially dominant women -identified as LGBTQ, presenting as gender-fluid- report greater sense of belonging at work","1860":"Race and sexual orientation co-determine whether a woman is allowed to be treated and accepted as one of the guys","1861":"Race and sexual orientation co-determine whether a woman is allowed to be treated and accepted as one of the guys ht","1862":"A gendered spectrum of belonging operates in occupational cultures where masculinity heteronormativity are norm","1863":"Not presenting as femme and thus as heterosexually unavailable, gender-fluid women  enjoyed patriarchal dividends","1864":"More evidence that for young women, more TV -- lower sexual agency Why? Endorsement of traditional gender scripts","1865":"Girl Power or Powerless Girl? Television, Sexual Scripts, and Sexual Agency in Sexually Active Young Women","1866":"With the mine in the veins emotional adjustments in female partners of Chilean mining workers","1867":"Heterosexual, Homosexual, and Bisexual Mens Pupillary Responses to Persons at Differ Stages of Sexual Development","1868":"Heterosexual, Homosexual, and Bisexual Mens Pupillary Responses to Persons at Differ Stages of Sexual Development ht","1869":"Very cool study!","1870":"More evidence that pupil dilation is an effective measure of men's attraction to men v women and adults v kids","1871":"Review of 'Sex, needs and queer culture from liberation to the post-gay' by E Garwood","1872":"Quantitative Empirical Studies on Womens Issues in Islamic Cultures","1873":"Pray the gay away identity conflict between Christianity and sexuality in HongKong sexual minorities","1874":"Review of 'Traveling heavy A memoir in between journeys' by Pamela Moss","1875":"Adolescents in country with good sex ed know sex films are fantasy","1876":"Dutch Adolescents Motives, Perceptions and Reflections Toward Sex-Related Internet Use a Web-Based Focus-Group Study h","1877":"Kenyan Relig Leaders Views on Same-Sex sexuality and Gender Nonconformity Religious Freedom vs Constitutional Rights h","1878":"New article -A geopolitics of migrant women, mobility and abortion access in the Republic of Ireland, Katherine Side","1879":"New article -A geopolitics of migrant women, mobility and abortion access in the Republic of Ireland, Katherine Side ","1880":"No Long-Term Causal Associations bw Symptoms of PE and Anxiety, Depression and Sexual Distress in a Longitudinal Sample","1881":"No Long-Term Causal Associations bw Symptoms of PE and Anxiety, Depression and Sexual Distress in a Longitudinal Sample h","1882":"Contrary to popular views, PrematureEjaculation doesn't lead to anxiety, depression and sexual distressOr vice versa","1883":"Study showed No Evidence for Long-Term Causal Associations Between PE and Anxiety, Depression and Sexual Distress","1884":"No Evidence for Long-Term Causal Associations Between Symptoms of Premature Ejaculation and Symptoms of Anxiety, D","1885":"Dutch rudder? On a related note, this might help put your mind at ease, but won't fix the issue","1886":"Places of difference narratives of heart-felt warmth, ethnicisation, and female care-migrants in Swiss live-in care","1887":"Places of difference narratives of heart-felt warmth, ethnicisation, and female care-migrants in Swiss live-in care ","1888":"Response Avuncularity and Kin Selection in Homosexuals","1889":"Yeah when they wake up next to the boy they think could hv got a better dick! D","1890":"Consequences of Casual Sex Rel'ps and on Adolescents Psychol Well-Being A Prospective Study","1891":"Casual sexual experiences may affect female adolescents more negatively than their male peers","1892":"Among Quebec high schoolers, FWB rltnshps and OneNightStands have negative psychological effects for girls only","1893":"Casual sex had a very small detrimental effect on adolescents' well-being, but only among girls htt","1894":"Prospective study Casual sex increases girls psychological distress, alcoholdrug consumption boys no effect","1895":"Wow, psychological distress has a gender disparity","1896":"Prospective study Casual sex increases girls psychological distress, alcoholdrug consumption boys no effect ","1897":"Don't apply it to boys","1898":"Stereotype accuracy Girls more negatiely affected","1899":"Self-Defining Memories of Body Image Shame and Binge Eating in Men and Women research bodyimage shame","1900":"Self-Defining Memories of Body Image Shame and Binge Eating in Men and Women","1901":"Relp  bw Perceived Hookup Attitudes and NegHookup Consequences Do Perceived Attitudes of Close Friends Matter?","1902":"For heavy-drinking undergrads, hooking up w multiple partners linked to more negative hookup consequences","1903":"Relationship Between Perceived Hookup Attitudes and Neg Hookup Consequences Do Close Friends' Attitudes Matter? a","1904":"Relationship Between Perceived Hookup Attitudes and Neg Hookup Consequences Do Close Friends' Attitudes Matter? a ","1905":"Measuring Sexual Orientation A Review and Critique of US Data Collection Efforts Implications for Health Policy ARSR","1906":"Measuring Sexual Orientation A Review and Critique of US Data Collection Efforts Implications for Health Policy ARSR h","1907":"To understand HealthDisparities for SexualMinorities, we need valid measures of SexualOrientation in national surveillance research!","1908":"The How Wolff et al look at measuring sexual orientation, US data collection, and implications for health policy","1909":"Great review from my Leiden buddy Anna Fielder of Transnational Feminism and Womens Movements in Post-1997 Hong Kong","1910":"Great review from my Leiden buddy Anna Fielder of Transnational Feminism and Womens Movements in Post-1997 Hong Kong ","1911":"equality concerns move from the political to the economic via the corporate entrepreneurship gender","1912":"women bike messengers and their inventive urban strategies in three US cities by Jane Ferguson","1913":"Discreet to excrete in the concrete jungle women bike messengers and their inventive urban strategies in 3 US cities","1914":"Discreet to excrete in the concrete jungle women bike messengers and their inventive urban strategies in 3 US cities ","1915":"Effects of Twitter Personalization on Candidate Evaluations polcom polcomm","1916":"My new pub is out in PoliticsandGender  Getting Personal Effects of Twitter Personalization on Candidate Evaluations","1917":"Review of 'Marriage migration in Asia emerging minorities at the frontiers of nation-states' by Raksha Pande","1918":"Queering Communia the politics of positionality when doing research on squatting in Rome by C Di Feliciantonio","1919":"For those who are undertaking research on squatting - new out in","1920":"Queering Communia the politics of positionality when doing research on squatting in Rome by C Di Feliciantonio ","1921":"The unavoidable salience of gender notes from Australian childcare work by Yarrow Andrew","1922":"50 free eprints of my artice about gender mainstreaming in the Finnish state administration IFjP","1923":"Domesticfication of urban space? Mothering and fathering while on family leave in the inner city of Helsinki","1924":"Food practices, gendered intimacy and family life in contemporary Guangzhou by Chen Liu","1925":"Happy to share my first book review","1926":"Conversation piece with   about WPS gender and unscr1325 in the ADF","1927":"discusses GPS WPS in the ADF with","1928":"Conversation piece with   about WPS gender and unscr1325 in the ADF   ","1929":"Ovid Insights The Detrimental Effect of Affirming Masculinity on Judgments of Gay Men","1930":"Women on the move theorising the geographies of domestic violence journeys in England, Janet C Bowstead","1931":"Today we're highlighting a new article by   on how to measure gendered racial-ethnic socialization","1932":"My paper is out - Gendered struggles over land Senegal  landrights feministethnography","1933":"My paper is out - Gendered struggles over land Senegal  landrights feministethnography   ","1934":"Yes but need to work with rural communities on changing gendered land inheritance practices","1935":"Promising shifts towards genderequality in landinheritance Serer in Senegal","1936":"Gendered struggles over land shifting inheritance practices among the Serer in rural Senegal, by Evans,","1937":"Finally published in the Psychology of Women Quarterly ","1938":"New special issue of    Gender and the Transition to Parenthood","1939":"Bringing the changing lens of gender to research on the transition into parenthood USA samples","1940":"Thank you OSSD for selecting our wors as the best paper published in the Biology of Sex Differences journal in 2016!","1941":"Thank you OSSD for selecting our work as the best paper published in Biology of Sex Differences in 2016!","1942":"Protective role of gender identity among undergraduate women in STEM","1943":"examines sexual and gender-based violence in the DRC during wartime womenalsoknowstuff","1944":"examines sexual and gender-based violence in the DRC during wartime womenalsok","1945":"Child Security in Asia The Impact of Armed Conflict in Cambodia and Myanmar, by Cecilia Jacob","1946":"Integrating topics of sex and gender into medical curricula-lessons from the international community","1947":"Male sex hormones promote renal and cardiovascular dysfunction with ageing","1948":"From the Defamilialization to the Demotherization of Care Work in Social Politics","1949":"Women legislators participate at same rate as men under conditions of gender equality in CostaRica Now in print!","1950":"Women legislators participate at same rate as men under conditions of gender equality in CostaRica Now in print! ","1951":"Survey is on 8th graders","1952":"women support gender equal rights more than men do, largest diffs in most egalitarian nations socialroletheoryfail","1953":"Attitudes toward gender roles in Adolescents in 36 Countries, w implications for achieving genderequality","1954":"Study finds sexualization ubiquitous in children's tv shows, with 72% of sexualizing instances in female characters","1955":"Social Support and Postpartum Depression Revisited The Traditional Female Psychiatry ","1956":"Minority Stress and the Risk of Unwanted Sexual Experiences in LGBQ Undergraduates"},"cites_papers":{"0":"[3798508]","1":"[3798508]","2":"[3831803]","3":"[3831803]","4":"[3831803]","5":"[3831803]","6":"[3859732]","7":"[3859732]","8":"[3859732]","9":"[3859732]","10":"[3928626]","11":"[3928626]","12":"[3928626]","13":"[3928626]","14":"[3928626]","15":"[3928626]","16":"[4644935]","17":"[4737506]","18":"[4737506]","19":"[4949436]","20":"[4949436]","21":"[4949436]","22":"[4949436]","23":"[4949436]","24":"[4949436]","25":"[4949436]","26":"[4949436]","27":"[4949436]","28":"[6156712,4949436]","29":"[4949436]","30":"[4949436]","31":"[4949436]","32":"[4949436]","33":"[4538619,4949436]","34":"[4949436]","35":"[4538619,1093697,4949436]","36":"[4949436]","37":"[4949436]","38":"[4538619,1093697,4949436,3085925]","39":"[4949436]","40":"[4956008]","41":"[4956008]","42":"[4956008]","43":"[4956476]","44":"[4956476]","45":"[4956476]","46":"[4966609]","47":"[4966609]","48":"[4966609]","49":"[4966609]","50":"[4966609]","51":"[4966609]","52":"[4966609]","53":"[4966609]","54":"[4966609]","55":"[4966609]","56":"[4966609]","57":"[4966609]","58":"[4966618]","59":"[4966618]","60":"[4973114]","61":"[4973114]","62":"[4979302]","63":"[4979302]","64":"[4979302]","65":"[4982430]","66":"[4982430]","67":"[4982977]","68":"[4984167]","69":"[4984179]","70":"[4984179]","71":"[4984179]","72":"[4984179]","73":"[4984977]","74":"[4984986]","75":"[4984986]","76":"[4984986]","77":"[4984986]","78":"[4986348]","79":"[4986348]","80":"[4986348]","81":"[4992858]","82":"[5008590]","83":"[5008590]","84":"[5016608]","85":"[5021839]","86":"[5021839]","87":"[5021839]","88":"[5037163]","89":"[5037163]","90":"[5041886]","91":"[5048646]","92":"[5048646]","93":"[5048680]","94":"[5048680]","95":"[5048680]","96":"[5048680]","97":"[5048680]","98":"[5048680]","99":"[5048680]","100":"[5048680]","101":"[5053113]","102":"[5053113]","103":"[5053113]","104":"[5053113]","105":"[5057831]","106":"[5057831]","107":"[5060908]","108":"[5061279]","109":"[5061279]","110":"[5061279]","111":"[5061279]","112":"[5061279]","113":"[5061279]","114":"[5062023]","115":"[5062023]","116":"[5062023]","117":"[5070431]","118":"[5081555]","119":"[5081555]","120":"[5081555]","121":"[5081555]","122":"[5081555]","123":"[5081555]","124":"[5081758]","125":"[5081758]","126":"[5084691]","127":"[5084691]","128":"[5084691]","129":"[5084691]","130":"[5084691]","131":"[5084691]","132":"[5084691]","133":"[5084691]","134":"[5084691]","135":"[5084691]","136":"[5084691]","137":"[5086459]","138":"[5086459]","139":"[5086963]","140":"[5086963]","141":"[5087455]","142":"[5087455]","143":"[5087455]","144":"[5087455]","145":"[5091310]","146":"[5091310]","147":"[5093628]","148":"[5093628]","149":"[5100852]","150":"[5100858]","151":"[5100858]","152":"[5100858]","153":"[5100859]","154":"[5100859]","155":"[5100859]","156":"[5100925]","157":"[5100925]","158":"[5101813]","159":"[5101813]","160":"[5103506]","161":"[5103506]","162":"[5103506]","163":"[5103506]","164":"[5103506,5103506]","165":"[5103506]","166":"[5103506]","167":"[5103506]","168":"[5103506]","169":"[5103506]","170":"[5103506]","171":"[5103506]","172":"[5105868]","173":"[5105868]","174":"[5105868]","175":"[5110616]","176":"[5110616]","177":"[5110616]","178":"[5110616]","179":"[5110616]","180":"[5110616]","181":"[5110616]","182":"[5110616]","183":"[5110616]","184":"[5110616]","185":"[5110616]","186":"[5110616]","187":"[5110616]","188":"[5110616]","189":"[5110616]","190":"[5110616]","191":"[5110616]","192":"[5110616]","193":"[5110616]","194":"[5110616]","195":"[5110616]","196":"[5110616]","197":"[5110616]","198":"[5110616]","199":"[5110616]","200":"[5110616]","201":"[5110616]","202":"[5110616]","203":"[5110616]","204":"[5110616]","205":"[5110616]","206":"[5110616]","207":"[5110616]","208":"[5110616]","209":"[5110616]","210":"[5110616]","211":"[5110616]","212":"[5110616]","213":"[5110616]","214":"[5110616]","215":"[5110616]","216":"[5110616]","217":"[5110616]","218":"[5110616]","219":"[5110616]","220":"[5110616]","221":"[5110616]","222":"[5110616]","223":"[5110616]","224":"[5110616]","225":"[5110616]","226":"[5110616]","227":"[5110616]","228":"[5110616]","229":"[5110616]","230":"[5110616]","231":"[5110616]","232":"[5110616]","233":"[5110616]","234":"[5110616]","235":"[5110616]","236":"[5110616]","237":"[5110616]","238":"[5110616]","239":"[5110616]","240":"[5110616]","241":"[5110616]","242":"[5110616]","243":"[5110616]","244":"[5110616]","245":"[5110616]","246":"[5110616]","247":"[5110616]","248":"[5110616]","249":"[5110616]","250":"[5110616]","251":"[5110616]","252":"[5110616]","253":"[5110616]","254":"[5110616]","255":"[5110616]","256":"[5110616]","257":"[5110616]","258":"[5110616]","259":"[5110616]","260":"[5110616]","261":"[5110616]","262":"[5110616]","263":"[5110616]","264":"[5110616]","265":"[5110616]","266":"[5110616]","267":"[5110616]","268":"[5110616]","269":"[5110616]","270":"[5110616]","271":"[5110616]","272":"[5110616]","273":"[5110616]","274":"[5110616]","275":"[5110616]","276":"[5110616]","277":"[5110616]","278":"[5110616]","279":"[5110616]","280":"[5110616]","281":"[5110616]","282":"[5110616]","283":"[5110616]","284":"[5110616]","285":"[5110616]","286":"[5110616]","287":"[5110616]","288":"[5110616]","289":"[5110616]","290":"[5110616]","291":"[5110616]","292":"[5110616]","293":"[5110616]","294":"[5110616]","295":"[5110616]","296":"[5110616]","297":"[5110616]","298":"[5110616]","299":"[5110616]","300":"[5110616]","301":"[950642,12263322,5110616]","302":"[5110616]","303":"[5110616]","304":"[5110616]","305":"[5298097]","306":"[5298097]","307":"[5307770]","308":"[5394068]","309":"[5394068]","310":"[5394068]","311":"[5518136]","312":"[5518136]","313":"[5518136]","314":"[5518136]","315":"[5518136]","316":"[5518136]","317":"[5531874]","318":"[5531874]","319":"[5624029]","320":"[5624029]","321":"[5626532]","322":"[5626532]","323":"[5626532]","324":"[5630044]","325":"[5630044]","326":"[5630044]","327":"[5630044]","328":"[5630044]","329":"[5630044]","330":"[5630044]","331":"[5630044]","332":"[5630044]","333":"[5630044]","334":"[5632710]","335":"[5632710]","336":"[5632710]","337":"[5632710]","338":"[5632710]","339":"[5632710]","340":"[5632710]","341":"[5632710]","342":"[5632710]","343":"[5632710]","344":"[5632710]","345":"[5632710]","346":"[5632710]","347":"[5632710]","348":"[5632710]","349":"[5632710]","350":"[5632710]","351":"[5632710]","352":"[5632710]","353":"[5632710]","354":"[5636779]","355":"[5636779]","356":"[5701431]","357":"[5701431]","358":"[5701431]","359":"[5701431]","360":"[5701431]","361":"[5701431]","362":"[5701431]","363":"[5701431]","364":"[5701431]","365":"[5767944]","366":"[5974950]","367":"[5980250]","368":"[5980250]","369":"[5980250]","370":"[5980250]","371":"[5980250]","372":"[5980250]","373":"[5980250]","374":"[5980250]","375":"[5980250]","376":"[5980250]","377":"[5980250]","378":"[6009801]","379":"[6009801]","380":"[6009801]","381":"[6009801]","382":"[6009801]","383":"[6009996]","384":"[6009996]","385":"[6010329]","386":"[6016658]","387":"[6016658]","388":"[6050273]","389":"[6050273]","390":"[6050273]","391":"[6050273]","392":"[6050273]","393":"[6050273]","394":"[6050273]","395":"[6050273]","396":"[6050273]","397":"[6050273]","398":"[6050273]","399":"[6050273]","400":"[6050273]","401":"[6050273]","402":"[6050273]","403":"[6050273]","404":"[6050273]","405":"[6050273]","406":"[6050273]","407":"[6050273]","408":"[6050273]","409":"[6050273]","410":"[6050273]","411":"[6050273]","412":"[6050273]","413":"[6120641]","414":"[6120641]","415":"[6120641]","416":"[6120641]","417":"[6124604]","418":"[6124604]","419":"[6128697]","420":"[6128697]","421":"[6128697]","422":"[6133287]","423":"[6133287]","424":"[6133287]","425":"[6133287]","426":"[6136167]","427":"[6136973]","428":"[6136973]","429":"[6136973]","430":"[6136973]","431":"[6142850]","432":"[6142850]","433":"[6142850]","434":"[6147115]","435":"[6147115]","436":"[6147115]","437":"[6147115]","438":"[6147115]","439":"[6147115]","440":"[6147115]","441":"[6147115]","442":"[6147115]","443":"[6147115]","444":"[6147115]","445":"[6147115]","446":"[6147115]","447":"[6147115]","448":"[6147115]","449":"[6147115]","450":"[6147115]","451":"[6147115]","452":"[6147115]","453":"[6147115]","454":"[6147115]","455":"[6147115]","456":"[6147115]","457":"[6147115]","458":"[6147115]","459":"[6147115]","460":"[6147115]","461":"[6147115]","462":"[6147115]","463":"[6147115]","464":"[6147115]","465":"[6147115]","466":"[6147115]","467":"[6147115]","468":"[6147115]","469":"[6147115]","470":"[6157331]","471":"[6157331]","472":"[6157331]","473":"[6157331]","474":"[6157331]","475":"[6157331]","476":"[6157331]","477":"[6157331]","478":"[6157331]","479":"[6157331]","480":"[6157331]","481":"[6157331]","482":"[6157331]","483":"[6157331]","484":"[6157331]","485":"[6157331]","486":"[6157331]","487":"[6157331]","488":"[6157331]","489":"[6157331]","490":"[6157331]","491":"[6157331]","492":"[6157331]","493":"[6157331]","494":"[6157331]","495":"[6157331]","496":"[6157331]","497":"[6157331]","498":"[6157331]","499":"[6157331]","500":"[6157331]","501":"[6157331]","502":"[6164135]","503":"[6164135]","504":"[6164135]","505":"[6164135]","506":"[6164135]","507":"[6164135]","508":"[6164135]","509":"[6164135]","510":"[6164135]","511":"[6164135]","512":"[6164135]","513":"[6164135]","514":"[6164135]","515":"[6164135]","516":"[6164135]","517":"[6164135]","518":"[6164135]","519":"[6164135]","520":"[6164799]","521":"[6165401]","522":"[6174057]","523":"[6174378]","524":"[6174378]","525":"[6174378]","526":"[6174378]","527":"[6174378]","528":"[6176543]","529":"[6176543]","530":"[6176543]","531":"[6176543]","532":"[6176543]","533":"[6176543]","534":"[6176543]","535":"[6176543]","536":"[6176543]","537":"[6176543]","538":"[6176543]","539":"[6176543]","540":"[6176543]","541":"[6176543]","542":"[6176543]","543":"[6176543]","544":"[6176543]","545":"[6176543]","546":"[6176543]","547":"[6176543]","548":"[6176543]","549":"[6176543]","550":"[6176543]","551":"[6176543]","552":"[6176543]","553":"[6176543]","554":"[6176543]","555":"[6176543]","556":"[6176543]","557":"[6176543]","558":"[6198654]","559":"[6198654]","560":"[6198654]","561":"[6198654]","562":"[6198654]","563":"[6198654]","564":"[6198654]","565":"[6198654]","566":"[6198654]","567":"[6198654]","568":"[6198654]","569":"[6198654]","570":"[6198654]","571":"[6198654,6198654]","572":"[6198654,6198654]","573":"[6198654]","574":"[6198654,6198654]","575":"[6198654]","576":"[6198654]","577":"[6198654]","578":"[6198654]","579":"[6198654]","580":"[6198654]","581":"[6198654]","582":"[6198654]","583":"[6198654]","584":"[6198654]","585":"[6198654]","586":"[6198654]","587":"[6198654]","588":"[6198654]","589":"[6198654]","590":"[6198654]","591":"[6198654]","592":"[6198654]","593":"[6198654]","594":"[6198654]","595":"[6198654]","596":"[6198654]","597":"[6198654]","598":"[6198654]","599":"[6198654]","600":"[6198654]","601":"[6198654]","602":"[6198654]","603":"[6198654]","604":"[6198654]","605":"[6198654]","606":"[6198654]","607":"[6198654]","608":"[6198654]","609":"[6198654]","610":"[6198654]","611":"[6198654]","612":"[6198654]","613":"[6198654]","614":"[6198654]","615":"[6198654]","616":"[6198654]","617":"[6198654]","618":"[6198654]","619":"[6198654]","620":"[6198654]","621":"[6198654]","622":"[6198654]","623":"[6198654]","624":"[6198654]","625":"[6198654]","626":"[6198654]","627":"[6198654]","628":"[6198654]","629":"[6204036]","630":"[6204036]","631":"[6204036]","632":"[6204036]","633":"[6204036]","634":"[6204036]","635":"[6204972]","636":"[6204972]","637":"[6204972]","638":"[6204972]","639":"[6204972]","640":"[6205089]","641":"[6205089]","642":"[6205089]","643":"[6205089]","644":"[6205089]","645":"[6205089]","646":"[6205089]","647":"[6205089]","648":"[6205089]","649":"[6205089]","650":"[6205089]","651":"[6205089]","652":"[6205089,6205089]","653":"[6205089]","654":"[6205089,13306502]","655":"[6205089]","656":"[6205089]","657":"[6205089]","658":"[6205089]","659":"[6205089]","660":"[6205089]","661":"[6205089]","662":"[6210424]","663":"[6210424]","664":"[6218587]","665":"[6218587,6218587]","666":"[6218587]","667":"[6218587]","668":"[6218980,6218980]","669":"[6218980]","670":"[6219278]","671":"[6230131]","672":"[6230131]","673":"[6230131]","674":"[6230131]","675":"[6230131]","676":"[6230131]","677":"[6230131]","678":"[6230131]","679":"[6230131]","680":"[6230131]","681":"[6230131]","682":"[6230131]","683":"[6230131]","684":"[6230131]","685":"[6230131]","686":"[6230131]","687":"[6230131]","688":"[6230131]","689":"[6230131]","690":"[6230131]","691":"[6230995]","692":"[6231931]","693":"[6231931]","694":"[6231931]","695":"[6231931]","696":"[6231931]","697":"[6231979]","698":"[6231979]","699":"[6231979]","700":"[6254594]","701":"[6262751]","702":"[6262751]","703":"[6262751]","704":"[6262751]","705":"[6285308]","706":"[6315004]","707":"[6315004]","708":"[6315004,3922763]","709":"[6315004]","710":"[6315004]","711":"[6315013]","712":"[6331894]","713":"[6351736]","714":"[6374116]","715":"[6374116]","716":"[6374116]","717":"[6407109]","718":"[6407109]","719":"[6407898]","720":"[6407898]","721":"[6410378]","722":"[6410378]","723":"[6410378]","724":"[6410378]","725":"[6410378]","726":"[6410378]","727":"[6410378]","728":"[6410378]","729":"[6410378]","730":"[6410378]","731":"[6410378]","732":"[6410378]","733":"[6410407]","734":"[6410407]","735":"[6410407]","736":"[6410407]","737":"[6410407]","738":"[6410407]","739":"[6410407]","740":"[6410407]","741":"[6410407]","742":"[6418385]","743":"[6458371]","744":"[6473368]","745":"[6479324]","746":"[6481320]","747":"[6485100]","748":"[6485100]","749":"[6485100]","750":"[6485100]","751":"[6485100]","752":"[6485100]","753":"[6485100]","754":"[6485100]","755":"[6485100]","756":"[6485100]","757":"[6485100]","758":"[6485100]","759":"[6487581]","760":"[6487581]","761":"[6487581]","762":"[6487581]","763":"[6494960]","764":"[6494960]","765":"[6494960]","766":"[6494960]","767":"[6494960]","768":"[6506091]","769":"[6513744]","770":"[6513744,6513744]","771":"[6513744]","772":"[6513744]","773":"[6513744]","774":"[6524203]","775":"[6524203]","776":"[6524203]","777":"[6524203]","778":"[6524203]","779":"[6524203]","780":"[6524203]","781":"[6524203]","782":"[6524203]","783":"[6524203]","784":"[6524203]","785":"[6524203]","786":"[6524203]","787":"[6524203]","788":"[6524203]","789":"[6524203]","790":"[6524203]","791":"[6524203]","792":"[6524203]","793":"[6524203]","794":"[6524203]","795":"[6524203]","796":"[6527415]","797":"[6527415]","798":"[6527415]","799":"[6549561]","800":"[6549561]","801":"[6549561,6549561]","802":"[6549561]","803":"[6549561]","804":"[6557184]","805":"[6557184]","806":"[6557184]","807":"[6615520]","808":"[6624698]","809":"[6624698]","810":"[6631108]","811":"[6642875]","812":"[6642875]","813":"[6642875]","814":"[6642875]","815":"[6642875]","816":"[6642875]","817":"[6642875]","818":"[6658099]","819":"[6658099]","820":"[6658099]","821":"[6720371]","822":"[6720371]","823":"[6720371]","824":"[6720371]","825":"[6720371]","826":"[6720371]","827":"[6720371]","828":"[6720977]","829":"[6720977]","830":"[6720977]","831":"[6720977]","832":"[6720977]","833":"[6720977]","834":"[6746548]","835":"[6757207]","836":"[6780668]","837":"[6780668]","838":"[6780668]","839":"[6780668]","840":"[6780668]","841":"[6788837]","842":"[6788837]","843":"[6788837]","844":"[6788837]","845":"[6788837]","846":"[6788837]","847":"[6788837]","848":"[6815887]","849":"[6815887]","850":"[6815887]","851":"[6815887]","852":"[6817176]","853":"[6817176]","854":"[6817176]","855":"[6817176]","856":"[6817176]","857":"[6817176]","858":"[6817176]","859":"[6817176]","860":"[6817510]","861":"[6835321]","862":"[6835321]","863":"[6835321]","864":"[6843118]","865":"[6843118]","866":"[6843118]","867":"[6843118]","868":"[6843118,6843118]","869":"[6843118]","870":"[6843118,6843118]","871":"[6843118,6843118]","872":"[6843118]","873":"[6843118]","874":"[6843118]","875":"[6843118]","876":"[6843118]","877":"[6843118]","878":"[6843118]","879":"[6843118]","880":"[6843118]","881":"[6896736]","882":"[6896736]","883":"[6900448]","884":"[6900448]","885":"[6900448]","886":"[6900448]","887":"[6900448]","888":"[6900448]","889":"[6900448]","890":"[6900448]","891":"[6900448]","892":"[6900448]","893":"[6900448]","894":"[6904237]","895":"[6904237]","896":"[6904237]","897":"[6928881]","898":"[6928881]","899":"[6938795]","900":"[6970635]","901":"[6970635]","902":"[6970635]","903":"[6970635]","904":"[6970635]","905":"[6970635]","906":"[6970635]","907":"[6970635]","908":"[6970635]","909":"[6970635]","910":"[6970635]","911":"[6970635]","912":"[6970635]","913":"[6970635]","914":"[6970635]","915":"[6970635]","916":"[6970635]","917":"[6970635]","918":"[6970635]","919":"[6970635]","920":"[6970635]","921":"[6970635]","922":"[6970635]","923":"[6970635]","924":"[6970635]","925":"[6970635]","926":"[6970635]","927":"[6970635]","928":"[6970635]","929":"[6970635]","930":"[6970635]","931":"[6970635]","932":"[6970635]","933":"[6970635]","934":"[6970635]","935":"[7062360]","936":"[7062360]","937":"[7062360]","938":"[7062360]","939":"[7062360]","940":"[7062360]","941":"[7062360]","942":"[7062360]","943":"[7064295]","944":"[7064295]","945":"[7064295]","946":"[7064295]","947":"[7064295]","948":"[7064295]","949":"[419162,7064295]","950":"[7064295]","951":"[7064295]","952":"[7064295]","953":"[7064295]","954":"[7064295]","955":"[7064295]","956":"[7064295]","957":"[7064295]","958":"[7064295]","959":"[7064295]","960":"[7064306]","961":"[7064306]","962":"[7064306]","963":"[7064306]","964":"[7064306]","965":"[7078684]","966":"[7080865]","967":"[7080865]","968":"[7080865]","969":"[7080865]","970":"[7114747]","971":"[7114747]","972":"[7114747]","973":"[7114747]","974":"[7114747]","975":"[7114747]","976":"[7114747]","977":"[7114747]","978":"[7114747]","979":"[7114747]","980":"[7114747]","981":"[7114747]","982":"[7115624]","983":"[7115624]","984":"[7115624]","985":"[7115624]","986":"[7115624]","987":"[7115624]","988":"[7135168]","989":"[7135168]","990":"[7135168]","991":"[7135168]","992":"[7135168]","993":"[7136436]","994":"[7136436]","995":"[7139322]","996":"[7139322]","997":"[7139322]","998":"[7139322]","999":"[7139322]","1000":"[7139322]","1001":"[7139322]","1002":"[7139322]","1003":"[7160231]","1004":"[7160231]","1005":"[7160231]","1006":"[7160231]","1007":"[7160231]","1008":"[7160231]","1009":"[7160231]","1010":"[7340942]","1011":"[7340942]","1012":"[7340942]","1013":"[7340942]","1014":"[7353064]","1015":"[7353065]","1016":"[7353065]","1017":"[7353065]","1018":"[7353065]","1019":"[7353065]","1020":"[7360918]","1021":"[7360918]","1022":"[7360918]","1023":"[7360918]","1024":"[7360918]","1025":"[7360918]","1026":"[7360918]","1027":"[7360918]","1028":"[7562875]","1029":"[7562875]","1030":"[7562875]","1031":"[7562875]","1032":"[7562875]","1033":"[7583185]","1034":"[7583185]","1035":"[7583185]","1036":"[7583185]","1037":"[7583185]","1038":"[7583185]","1039":"[7583185]","1040":"[7583185]","1041":"[7583185]","1042":"[7583185]","1043":"[7604628]","1044":"[7614038]","1045":"[7614045]","1046":"[8057247]","1047":"[8084434]","1048":"[8084434]","1049":"[8084434]","1050":"[8175741]","1051":"[8175741]","1052":"[8175741]","1053":"[8175741]","1054":"[8191883]","1055":"[8191883]","1056":"[8191883]","1057":"[8191883]","1058":"[8191883]","1059":"[8191883]","1060":"[8191883]","1061":"[8191883]","1062":"[8191883]","1063":"[8191883]","1064":"[8191883]","1065":"[8201062]","1066":"[8270885]","1067":"[8270885]","1068":"[8336040]","1069":"[8344121]","1070":"[8393154]","1071":"[8393154]","1072":"[8393154]","1073":"[8393154]","1074":"[8393154]","1075":"[8393154]","1076":"[8394340]","1077":"[8394340]","1078":"[8425654]","1079":"[8425654]","1080":"[8425654]","1081":"[8425654]","1082":"[8425654]","1083":"[8425971]","1084":"[8425971]","1085":"[8425971]","1086":"[8425971]","1087":"[8425971]","1088":"[8425971]","1089":"[8425971]","1090":"[8425971]","1091":"[8425971]","1092":"[8425971]","1093":"[8425971]","1094":"[8425971]","1095":"[8439929]","1096":"[8439929]","1097":"[8439929]","1098":"[8439929]","1099":"[8443207]","1100":"[8443211]","1101":"[8443211]","1102":"[8457277]","1103":"[8457277]","1104":"[8457277]","1105":"[8457277]","1106":"[8463231]","1107":"[8463231]","1108":"[8463231]","1109":"[8463231]","1110":"[8463231]","1111":"[8477281]","1112":"[8477281]","1113":"[8477281]","1114":"[8477281]","1115":"[8477281]","1116":"[8477281]","1117":"[8477281]","1118":"[8477281]","1119":"[8477281]","1120":"[8490677]","1121":"[8490677]","1122":"[8598775]","1123":"[8598775]","1124":"[8609865]","1125":"[8609865]","1126":"[8698040]","1127":"[8719806]","1128":"[8719806]","1129":"[8719806]","1130":"[8730665]","1131":"[8730665]","1132":"[8819419]","1133":"[8858757]","1134":"[8858757]","1135":"[8858757]","1136":"[8889081]","1137":"[8954227]","1138":"[8998953]","1139":"[8998953]","1140":"[8998953]","1141":"[9036833]","1142":"[9076649]","1143":"[9099050]","1144":"[9099050]","1145":"[9131831]","1146":"[9141999]","1147":"[9141999]","1148":"[9141999]","1149":"[9146660]","1150":"[9146660,15437811]","1151":"[9146660]","1152":"[9154442]","1153":"[9154442]","1154":"[9154442]","1155":"[9219198]","1156":"[9219198]","1157":"[9219198]","1158":"[9219198]","1159":"[9219198]","1160":"[9273255]","1161":"[9273255]","1162":"[9536437]","1163":"[9536437]","1164":"[9570841]","1165":"[9570841]","1166":"[9578251]","1167":"[9578251]","1168":"[9578251]","1169":"[9613669]","1170":"[9627710]","1171":"[9627710]","1172":"[9627710]","1173":"[9746749]","1174":"[9746749]","1175":"[9746749]","1176":"[9746749]","1177":"[9752190]","1178":"[9752190]","1179":"[9752190]","1180":"[9752190]","1181":"[9752190]","1182":"[9752190]","1183":"[9752190]","1184":"[9752190]","1185":"[9752190]","1186":"[9752190]","1187":"[9752190]","1188":"[9752190]","1189":"[9752190]","1190":"[9752190]","1191":"[9752190]","1192":"[9752190]","1193":"[9752190]","1194":"[9752190]","1195":"[9752190]","1196":"[9752190]","1197":"[9820743]","1198":"[9821148]","1199":"[9826808]","1200":"[9826808]","1201":"[9826808]","1202":"[9867086]","1203":"[9867086]","1204":"[9867086]","1205":"[10073777]","1206":"[10073777]","1207":"[10073777]","1208":"[10073777]","1209":"[10073777]","1210":"[10073777]","1211":"[10073777]","1212":"[10133406]","1213":"[10183177]","1214":"[10183177]","1215":"[10183177]","1216":"[10183177]","1217":"[10183177]","1218":"[10183177]","1219":"[10183177]","1220":"[10183177]","1221":"[10183177]","1222":"[10183177]","1223":"[10183177]","1224":"[10183177]","1225":"[10183177]","1226":"[10183177]","1227":"[10183177]","1228":"[10183177]","1229":"[10183177]","1230":"[10183177]","1231":"[10183177]","1232":"[10183177]","1233":"[10183177]","1234":"[10183177]","1235":"[10183177]","1236":"[10213200]","1237":"[10213200]","1238":"[10214292]","1239":"[10214292]","1240":"[10214292]","1241":"[10214292]","1242":"[10214292]","1243":"[10245807]","1244":"[10245807]","1245":"[10245807]","1246":"[10245807]","1247":"[10245807]","1248":"[10262792]","1249":"[10262792]","1250":"[10262792]","1251":"[10262792]","1252":"[10269260]","1253":"[10270182]","1254":"[10270182]","1255":"[10270182]","1256":"[10270182]","1257":"[10270182]","1258":"[10270182]","1259":"[10270182]","1260":"[10270182]","1261":"[10273023]","1262":"[10273023]","1263":"[10273023]","1264":"[10273023]","1265":"[10273023]","1266":"[10273023]","1267":"[10273023]","1268":"[10282178]","1269":"[10282178]","1270":"[10282178]","1271":"[10282178]","1272":"[10282178]","1273":"[10282178]","1274":"[10282178]","1275":"[10287551]","1276":"[10305559]","1277":"[10305559]","1278":"[10305559]","1279":"[10305559]","1280":"[10305559]","1281":"[10305559]","1282":"[10305559]","1283":"[10310929]","1284":"[10310929]","1285":"[10310929]","1286":"[10310929]","1287":"[10318503]","1288":"[10331084]","1289":"[10331084]","1290":"[10334458]","1291":"[10334458]","1292":"[10334458]","1293":"[10334458]","1294":"[10334669]","1295":"[10334669]","1296":"[10334669]","1297":"[10334669]","1298":"[10334915]","1299":"[10334915]","1300":"[10334915]","1301":"[10334915]","1302":"[10338181]","1303":"[10338181]","1304":"[10338181]","1305":"[10338181]","1306":"[10344613]","1307":"[10348695]","1308":"[10348695]","1309":"[10372029]","1310":"[10382319]","1311":"[10382319]","1312":"[10382319]","1313":"[10382865]","1314":"[10382865]","1315":"[10404708]","1316":"[10404708]","1317":"[10404708]","1318":"[10404708]","1319":"[10404708]","1320":"[10404708]","1321":"[10404708]","1322":"[10404708]","1323":"[10404708]","1324":"[10404708]","1325":"[10404708]","1326":"[10404708]","1327":"[10404708]","1328":"[10404708]","1329":"[10404708]","1330":"[10404708]","1331":"[10404708]","1332":"[10404708]","1333":"[10404708]","1334":"[10405110]","1335":"[10405110]","1336":"[10405110]","1337":"[10432422]","1338":"[10432426]","1339":"[10522488]","1340":"[10522488]","1341":"[10522488]","1342":"[10523434]","1343":"[10523434]","1344":"[10523950]","1345":"[10523950]","1346":"[10523950]","1347":"[10524196]","1348":"[10524196]","1349":"[10529559]","1350":"[10529559]","1351":"[10529559]","1352":"[10529559]","1353":"[10529559]","1354":"[10529559]","1355":"[10529559]","1356":"[10529559]","1357":"[10552966]","1358":"[10552966]","1359":"[10552966]","1360":"[10554608]","1361":"[10554608]","1362":"[10554608]","1363":"[10554608]","1364":"[10554608]","1365":"[10554608]","1366":"[10645892]","1367":"[10645892]","1368":"[10690061]","1369":"[10690061]","1370":"[10697903]","1371":"[10697903]","1372":"[10704527]","1373":"[10704527]","1374":"[10704527]","1375":"[10704527]","1376":"[10704527]","1377":"[10719550]","1378":"[10732479]","1379":"[10738533]","1380":"[10738533]","1381":"[10783299]","1382":"[10783299]","1383":"[10783322]","1384":"[10783322]","1385":"[10783322]","1386":"[10785231]","1387":"[10785231]","1388":"[10785231]","1389":"[10785231]","1390":"[10785231]","1391":"[10786345]","1392":"[10786345]","1393":"[10799408]","1394":"[10824565]","1395":"[10830764]","1396":"[10830764]","1397":"[10830764]","1398":"[10830764]","1399":"[10830764]","1400":"[10830764]","1401":"[10841355]","1402":"[10843860]","1403":"[10843860]","1404":"[10843888]","1405":"[10847546]","1406":"[10847546]","1407":"[10866651]","1408":"[10885381]","1409":"[10944130]","1410":"[10944130]","1411":"[10950576]","1412":"[10961983]","1413":"[10962189]","1414":"[10962189]","1415":"[10962189]","1416":"[10963748]","1417":"[10963748]","1418":"[11678322]","1419":"[11678322]","1420":"[11678322]","1421":"[11876773]","1422":"[11876773]","1423":"[11876773]","1424":"[11882123]","1425":"[11882123]","1426":"[11882123]","1427":"[11882123]","1428":"[11882123]","1429":"[11882123]","1430":"[11882123]","1431":"[11882123]","1432":"[11882123]","1433":"[11882123]","1434":"[11882123]","1435":"[11882123]","1436":"[11882123]","1437":"[11882123]","1438":"[11882123]","1439":"[11882123]","1440":"[11882123]","1441":"[11882123]","1442":"[11882123]","1443":"[11882123]","1444":"[11882123]","1445":"[11882123]","1446":"[11882123]","1447":"[11882279]","1448":"[11886147]","1449":"[11886147]","1450":"[11886147]","1451":"[11886147]","1452":"[11889791]","1453":"[11889791]","1454":"[11889791]","1455":"[11889791]","1456":"[11916553]","1457":"[11962979]","1458":"[12032126]","1459":"[12032126]","1460":"[12032126]","1461":"[12032126]","1462":"[12032126]","1463":"[12032126]","1464":"[12032126]","1465":"[12032126]","1466":"[12032126]","1467":"[12032126]","1468":"[12032126]","1469":"[12032126]","1470":"[12032126]","1471":"[12032126]","1472":"[12042770]","1473":"[12042770]","1474":"[12042770]","1475":"[12064731]","1476":"[12064731]","1477":"[12064731]","1478":"[12086365]","1479":"[12086365]","1480":"[12086365]","1481":"[12090706]","1482":"[12090706]","1483":"[12090706]","1484":"[12090706]","1485":"[12090706]","1486":"[12137897]","1487":"[12137897]","1488":"[12140865]","1489":"[12318424]","1490":"[12318424]","1491":"[12318424]","1492":"[12318424]","1493":"[12318424]","1494":"[12346660]","1495":"[12346660]","1496":"[12346660]","1497":"[12346660]","1498":"[12346660]","1499":"[12346660]","1500":"[12346660]","1501":"[12373878]","1502":"[12373878]","1503":"[12418711]","1504":"[12464911]","1505":"[12469790]","1506":"[12469790]","1507":"[12469790]","1508":"[12469790]","1509":"[12469790]","1510":"[12469790]","1511":"[12469790]","1512":"[12469790]","1513":"[12469790]","1514":"[12469790]","1515":"[12469790]","1516":"[12469790]","1517":"[12469790]","1518":"[12469790]","1519":"[12469790]","1520":"[12469790]","1521":"[12469790]","1522":"[12469790]","1523":"[12469790]","1524":"[12469790]","1525":"[12469790]","1526":"[12469790]","1527":"[12469790]","1528":"[12469790]","1529":"[12469790]","1530":"[12469790]","1531":"[12469790]","1532":"[12469790]","1533":"[12469790]","1534":"[12469790]","1535":"[12469790]","1536":"[12469790]","1537":"[12469790]","1538":"[12469790]","1539":"[12469790]","1540":"[12469790]","1541":"[12469790]","1542":"[12469790]","1543":"[12469790]","1544":"[12469790]","1545":"[12469790]","1546":"[12469790]","1547":"[12469790]","1548":"[12469790]","1549":"[12469790]","1550":"[12469790]","1551":"[12469790]","1552":"[12469790]","1553":"[12469790]","1554":"[12469790]","1555":"[12469790]","1556":"[12469790]","1557":"[12469790]","1558":"[12469790]","1559":"[12469790]","1560":"[12474676]","1561":"[12474676]","1562":"[12474676]","1563":"[12474676]","1564":"[12521331]","1565":"[12521331]","1566":"[12521331]","1567":"[12521331]","1568":"[12521331]","1569":"[12534775]","1570":"[12534775]","1571":"[12534775]","1572":"[12534775]","1573":"[12534775]","1574":"[12569354]","1575":"[12569354]","1576":"[12638750]","1577":"[12638750]","1578":"[12638750]","1579":"[12638750]","1580":"[12638750]","1581":"[12666585]","1582":"[12667390]","1583":"[12667390]","1584":"[12667390]","1585":"[12667390]","1586":"[12667390]","1587":"[12682413]","1588":"[12682413]","1589":"[12689478]","1590":"[12689478]","1591":"[12731582]","1592":"[12958172]","1593":"[12963351]","1594":"[12963351]","1595":"[13049407]","1596":"[13075473]","1597":"[13075473]","1598":"[13075473]","1599":"[13217919]","1600":"[13217919]","1601":"[13217919]","1602":"[13217919]","1603":"[13220287]","1604":"[13220287]","1605":"[13220287]","1606":"[13220287]","1607":"[13220287]","1608":"[13226301]","1609":"[13226301]","1610":"[13226301]","1611":"[13226301]","1612":"[13226301]","1613":"[13226301]","1614":"[13226301]","1615":"[13260383]","1616":"[13260383]","1617":"[13260383]","1618":"[13260383]","1619":"[13260383]","1620":"[13260383]","1621":"[13260383]","1622":"[13260383]","1623":"[13260383]","1624":"[13260383]","1625":"[13261526]","1626":"[13261526]","1627":"[13261529]","1628":"[13261529]","1629":"[13287892]","1630":"[13287892]","1631":"[13287892]","1632":"[13306502]","1633":"[13306502]","1634":"[13306502]","1635":"[13306502]","1636":"[13306502]","1637":"[13306502]","1638":"[13306502]","1639":"[13306502]","1640":"[13306502]","1641":"[13306502]","1642":"[13306502]","1643":"[13306502]","1644":"[13306502]","1645":"[13306502]","1646":"[13306502]","1647":"[13306502]","1648":"[13306502]","1649":"[13306502]","1650":"[13306502]","1651":"[13306502]","1652":"[13306502]","1653":"[13306502]","1654":"[13306502]","1655":"[13306502]","1656":"[13306502]","1657":"[13306502]","1658":"[13306502]","1659":"[13306502]","1660":"[13306502]","1661":"[13306502]","1662":"[13306502]","1663":"[13306502]","1664":"[13306502]","1665":"[13306502]","1666":"[13306502]","1667":"[13367025]","1668":"[13367025]","1669":"[13367025]","1670":"[13385009]","1671":"[13385009]","1672":"[13468874]","1673":"[13468874]","1674":"[13468874]","1675":"[13468874]","1676":"[13472014]","1677":"[13472014]","1678":"[13472014]","1679":"[13472014]","1680":"[13551169]","1681":"[13551169]","1682":"[13554597]","1683":"[13554597]","1684":"[13554597]","1685":"[13554597]","1686":"[13554597]","1687":"[13587765]","1688":"[13587765]","1689":"[13587765]","1690":"[13587765]","1691":"[13587765]","1692":"[13587765]","1693":"[13587765]","1694":"[13587765]","1695":"[13587765]","1696":"[13646574]","1697":"[13646574]","1698":"[13646574]","1699":"[13661571]","1700":"[13661571]","1701":"[13661571]","1702":"[13671851]","1703":"[13671967]","1704":"[13671967]","1705":"[13671967]","1706":"[13671967]","1707":"[13672034]","1708":"[13672034]","1709":"[13672034]","1710":"[13697511]","1711":"[13697511]","1712":"[13697511]","1713":"[13697511]","1714":"[13697511]","1715":"[13697511]","1716":"[13697511]","1717":"[13712150]","1718":"[13712150]","1719":"[13793230]","1720":"[13793230]","1721":"[13826035]","1722":"[13869933]","1723":"[13869933]","1724":"[13878570]","1725":"[13878570]","1726":"[13878570]","1727":"[13878570]","1728":"[13878570]","1729":"[13878570]","1730":"[13893236]","1731":"[13935633]","1732":"[13935633]","1733":"[13935633]","1734":"[13935633]","1735":"[13935633]","1736":"[13935633]","1737":"[13948903]","1738":"[13948903]","1739":"[13948903]","1740":"[13948903]","1741":"[13948903]","1742":"[13948903]","1743":"[13948903]","1744":"[13948903]","1745":"[13991526]","1746":"[13991526]","1747":"[13991526]","1748":"[13991526]","1749":"[13991526]","1750":"[14167592]","1751":"[14167592]","1752":"[14167592]","1753":"[14167592]","1754":"[14167592]","1755":"[14167592]","1756":"[14167592]","1757":"[14185676]","1758":"[14185676]","1759":"[14185676]","1760":"[14185676]","1761":"[14185676]","1762":"[14185676]","1763":"[14185676]","1764":"[14185676]","1765":"[14185676]","1766":"[14185676]","1767":"[14185676]","1768":"[14185676]","1769":"[14185676]","1770":"[14185676]","1771":"[14185676]","1772":"[14185676]","1773":"[14185676]","1774":"[14185676]","1775":"[14185676]","1776":"[14185676]","1777":"[14185676]","1778":"[14185676]","1779":"[14185676]","1780":"[14185676]","1781":"[14186674]","1782":"[14186674]","1783":"[14186674]","1784":"[14186674]","1785":"[14186696]","1786":"[14186696]","1787":"[14186696]","1788":"[14186696]","1789":"[14186696]","1790":"[14186696]","1791":"[14186696]","1792":"[14194370]","1793":"[14194370]","1794":"[14194370]","1795":"[14212493]","1796":"[14212493]","1797":"[14232506]","1798":"[14232506]","1799":"[14232506]","1800":"[14232506]","1801":"[14257822]","1802":"[14294171]","1803":"[14294171]","1804":"[14294171]","1805":"[14294171]","1806":"[14299429]","1807":"[14299429]","1808":"[14419684]","1809":"[14419684]","1810":"[14419684]","1811":"[14419684]","1812":"[14419684]","1813":"[14419684]","1814":"[14441472]","1815":"[14441472]","1816":"[14441472]","1817":"[14441472]","1818":"[14441472]","1819":"[14441472]","1820":"[14441472]","1821":"[14441472]","1822":"[14441472]","1823":"[14441472]","1824":"[14441472]","1825":"[14441472]","1826":"[14441472]","1827":"[14441472]","1828":"[14458538]","1829":"[14466512]","1830":"[14466512]","1831":"[14466512]","1832":"[14473954]","1833":"[14473954]","1834":"[14473954]","1835":"[14473954]","1836":"[14473954]","1837":"[14473954]","1838":"[14483006]","1839":"[14483006]","1840":"[14483006]","1841":"[14491749]","1842":"[14491749]","1843":"[14491749]","1844":"[14517207]","1845":"[14517207]","1846":"[14517207]","1847":"[14532136]","1848":"[14532136]","1849":"[14532136]","1850":"[14532136]","1851":"[14532136]","1852":"[14532136]","1853":"[14532136]","1854":"[14532136]","1855":"[14532136]","1856":"[14532136]","1857":"[14532136]","1858":"[14532136]","1859":"[14532136]","1860":"[14532136]","1861":"[14532136]","1862":"[14532136]","1863":"[14532136]","1864":"[14540123]","1865":"[14540123]","1866":"[14551040]","1867":"[14580770]","1868":"[14580770]","1869":"[14580770]","1870":"[14580770]","1871":"[14602274]","1872":"[14661030]","1873":"[14745848]","1874":"[14801913]","1875":"[14848940]","1876":"[14848940]","1877":"[14866360]","1878":"[14906293]","1879":"[14906293]","1880":"[14911935]","1881":"[14911935]","1882":"[14911935]","1883":"[14911935]","1884":"[14911935]","1885":"[14911935]","1886":"[14946429]","1887":"[14946429]","1888":"[15012209]","1889":"[15065904]","1890":"[15065904]","1891":"[15065904]","1892":"[15065904]","1893":"[15065904]","1894":"[15065904]","1895":"[15065904]","1896":"[15065904]","1897":"[15065904]","1898":"[15093154,15065904,19895594]","1899":"[15103378]","1900":"[15103378]","1901":"[15118860]","1902":"[15118860]","1903":"[15118860]","1904":"[15118860]","1905":"[15127527]","1906":"[15127527]","1907":"[15127527]","1908":"[15127527]","1909":"[15185887]","1910":"[15185887]","1911":"[15193480]","1912":"[15195131]","1913":"[15195131]","1914":"[15195131]","1915":"[15200853]","1916":"[15200853]","1917":"[15234296]","1918":"[15250177]","1919":"[15250177]","1920":"[15250177]","1921":"[15273498]","1922":"[15326718]","1923":"[15367624]","1924":"[15417007]","1925":"[15505473]","1926":"[15509556]","1927":"[15509556]","1928":"[15509556]","1929":"[15525881]","1930":"[15556940]","1931":"[15710317]","1932":"[15866788]","1933":"[15866788]","1934":"[15866788]","1935":"[15866788]","1936":"[15866788]","1937":"[17082506]","1938":"[17390005]","1939":"[17390005]","1940":"[17390261]","1941":"[17390261]","1942":"[17878315]","1943":"[18189581]","1944":"[18189581]","1945":"[18493578]","1946":"[18532264]","1947":"[19522270]","1948":"[19996376]","1949":"[21038934]","1950":"[21038934]","1951":"[21042743]","1952":"[21042743]","1953":"[21042743]","1954":"[21272432]","1955":"[21766541]","1956":"[21767573]"}}