{"body":{"0":"Washing men's feet  gender, care and migration in Albania during and after communism","1":"Washing men's feet  gender, care and migration in Albania during and  after communism, J  Vullnetari and  R  King","2":"Study  The \"New Father\" and marked changes in perceptions of men's parenting roles over time","3":"\"Mothers and fathers were viewed as becoming more alike from the past to the present and continuing into the","4":"Modern and  future dads are perceived as much more 'maternal' in personality and  behavior than 1950's dads   masculinity","5":"Fathers viewed as becoming increasingly maternal in their  parenting roles and  traits","6":"New on   Where Women Rebel","7":"My IFJP article \"Where Women Rebel\"--now ungated through April 2016","8":"My new article in IFJP is live! It's also soon-to-be-ungated  So if you don't have access now, you will soon","9":"Compare the NYT profile with my findings here  Women's involvement with IS is very much in line with global trends","10":"Punished for  feminism? Men who do feminist activism are subjected to more sexual  harassment in the workplace","11":"An understudied topic  new study on Sexual Harassment Against Men","12":"New  workplace sexual harassment of men \"punishment for men who deviate fm prescriptions of traditional masculinity\"","13":"Link to study   SexualHarassment","14":"Men are sexually harassed by women in the workplace too   sexualharassment","15":"Study  Both hetero and  homosexual men reported similar levels of sexual  harassment by women","16":"How do young people 'do' gender and safety on a night out? New  ARCSHS research by","17":"Does the  Motherhood  WagePenalty Differ by Individual Skill and Country  FamilyPolicy?  Europe","18":"Does the Motherhood Wage Penalty Differ by Individual Skill and Country Family Policy? A Longitudinal Study of Ten","19":"Women contribute far less to Wikipedia because of discomfort with conflict and less confidence in their expertise","20":"Differences in confidence in expertise and  discomfort with editing partly explain gender gap in Wikipedia contribution","21":"Differences in confidence in expertise and  discomfort with editing partly explain gender gap in Wikipedia contribution ht","22":"New publication    springerlink","23":"confidence in expertise and discomfort with editing linked to a smaller number of women vs men  writing in wikipedia","24":"Understanding the Different Psychological Experiences of Men and Women in Wikipedia","25":"Where are the women in Wikipedia? Understanding the different psychological experiences  gender  wikipedia","26":"3 Compare this  open access","27":"If you require  highered students to edit Wikipedia, are the men or women more likely to benefit?   ITTSII16","28":"Effects of diversity  costs of affirmative action not fully accounted for    \"Case study\"","29":"Only 13% of Wikipedia contributors are women  Pathetic women?  Try the adjusted wage gap","30":"That's pretty interesting  Cf  Wikipedia entries","31":"Incidentally, Wiki-women","32":"Compare","33":"1 Go thru bar on the right","34":"- Consider \"Wikipedia entrepreneurship\", easy \"market\" access, no funding problems","35":"2 Applies to comedy","36":"Here, build sth w\/ these four","37":"2 These two provide further perspective","38":"2 Or just absorve how it works out when single men and women pursue preferences and compete","39":"4 Read on","40":"1 Why did other professions fail at that? Also compare this","41":"Using the Dual Control Model to Study the Rel'p b\/w Mood, Genital    Self-Reported Sexual Arousal in Men and Women","42":"Using the Dual Control Model to Study the Rel'p b\/w Mood, Genital    Self-Reported Sexual Arousal in Men and Women htt","43":"Feeling vigorous X being prone to sexual excitement predicts genital arousal in women and subjective arousal in men","44":"For gays in China, effect found for left-handedness but not fraternal birth order-small   of siblings to blame?","45":"Fraternal Birth Order, Handedness, and Sexual Orientation in a Chinese Population  a   LGBT  LGBTQ","46":"Fraternal Birth Order, Handedness, and Sexual Orientation in a Chinese Population  a   LGBT  LGBTQ  queer","47":"\"proportion of women n scientific field = more similar stereotypes of scientists n field were to those about women\"","48":"On the similarity between  stereotypes about women \/ men and  stereotypes about successful  scientists  womeninscience","49":"On the similarity between  stereotypes about women \/ men and  stereotypes about successful  scientists","50":"Prof  Linda Carli's research  stereotypes about women may lead to discrimination in STEM   IWD2016  PLEDGEFORPARITY","51":"Stereotypes About Gender and Science","52":"How do gender stereotypes influence womens persistent underrepresentation in STEM?  STEM  WomenInSTEM  gendergap","53":"New study shows despite more  WomenInScience still perceived to lack qualities needed to be successful scientists","54":"New study shows despite more  WomenInScience still perceived to lack qualities needed to be successful scientists ","55":"Are women less successful scientists than men? No! But stereotypes exist","56":"Are women less successful scientists than men? No! But stereotypes exist   ","57":"Check out our interview with Linda Carli about gender stereotypes and  science  STEM  GenderStereotypes  womeninscience","58":"Stereotypes About Gender and Science  Women  Scientists    Psychology  Gender  Stereotypes","59":"SAGEpsychology Stereotypes About Gender and Science  Women  Scientists PWQ4U  Psychology  Gender  Stereotypes","60":"\"article addresses the need for a multidimensional understanding of  rape acknowledgment\"  paywall  womensvoices","61":"A Listening Guide Analysis of Womens Experiences of Unacknowledged Rape","62":"Both sexes perform less housework in countries where public opinion supports gender equality","63":"Both sexes perform less housework in countries where public opinion supports gender equality ","64":"See my newest paper on gender and warbots!","65":"Great piece by Heather Roff on gender and robots - Gendering a Warbot","66":"Why are warbots so dangerous? Answer  They could reinforce gender norms","67":"Guess womyn will still have menial tasks when the transhumanists win","68":"Sexology in Portugal  Narratives by Portuguese Sexologists","69":"\" In Portugal,  sexology is not seen as a full-fledged profession   \"","70":"Help-seeking and  needs of male victims of IPV  menshealth  domesticviolence","71":"Military masculinity, movies, and the &lt em DSM&lt \/em   Narratives of institu     Psychiatry","72":"Relative influence of various forms of partner violence on the health of      Psychiatry","73":"Survey  any given year, 40-50% of all victims of physical  partner  violence are men","74":"Females can be  violent towards their  partners by destroying property or throwing things","75":"Relative Influence of Various Forms of Partner Violence on the Health of Male Victims   DV","76":"The Sexual Desire Inventory  Two or three dimensions?","77":"Interesting commentary by   on  Camperio Ciani's article  A Problematic Test of the Kin Selection Hypothesis","78":"Interesting commentary by   on  Camperio Ciani's article  A Problematic Test of the Kin Selection Hypothesis h","79":"The role of kin selection in the evolution of male same-sex sexuality is being debated","80":"A Problematic Test of the Kin Selection Hypothesis Among the Urak-Lawoi of Ko Lipe, Thailand  Commentary on C","81":"X and Y homolog gene expression in the human CNS during early male development   biologyofsexdifferences","82":"X and Y homolog gene expression in the human CNS during early male development   biologyofsexdif","83":"Spatial sexual dimorphism of X and Y homolog gene expression in the human central nervous system during early male","84":"Interaction between neonatal maternal deprivation and serum leptin levels on metabolism, pubertal development, and","85":"Masculinities on the verge  An editorial  Liu, W M Psychology of Men and  Masculinity, Vol 17 1 , Jan 2016, 1-2","86":"Read Dr  Liu's editorial from  Psychology of Men and  Masculinity here","87":"Maternal and Paternal Influences on Young Swedish Womens and Mens Cosmetic Surgery Acceptance  cscdstats","88":"Exposure to  ViolentMedia leads men to feel less attractive and more anxious abt their bodies   BodyImage","89":"Media Violence and Male Body Image  PsycNET - Display Record","90":"\"Media Violence and Male Body Image \"","91":"Book review is available ahead of print here","92":"Paper \" Gendertrolling  A  New  Virtual Iteration of Everyday  Misogyny\" by Jennifer D  Rubin","93":"Preclinical studies of sex differences  a clinical perspective","94":"\"Male Body Image and Visual Attention Towards Oneself and Other Men \"","95":"\"Male body image and visual attention towards oneself and other men \" Psychology of Men and  Masculinity","96":"Gay  \"androphilic\"  men are on average of measurably shorter stature than others","97":"tl  Hm! Well how about that","98":"Are gay men shorter than straight men?","99":"Sexual Orientation, Objective Height, and Self-Reported Height","100":"\"Gay men are shorter, on average, than straight men\" in Canada  But no height differences in lesbians","101":"Gay men shorter on average than straight men  no height difference btwn lesbian\/bisexual v  straight women","102":"Study finds gay men to be shorter on average than straight men   scratcheshead","103":"Is sexual orientation related to how tall or short one is?  psychology  sexuality","104":"Another one  androphilic men and women are shorter than gynephilic men and women, respectively","105":"Partner Meeting Contexts and Risky Behavior in College Students Other-Sex and Same-Sex Hookups","106":"Partner Meeting Contexts and Risky Behavior in College Students Other-Sex and Same-Sex Hookups via","107":"Partner Meeting Contexts and  Risky Behavior in College Students' Other-Sex and  Same-Sex Hookups  a  HT    sexuality","108":"Partner Meeting Contexts and  Risky Behavior in College Students' Other-Sex and  Same-Sex Hookups  a  HT","109":"A Comparison of Actual and Perceived Sexual Risk Among Older Adults","110":"Fascinating article on the discrepancy between objective and perceived sexual risk-taking","111":"Transmitting values from African American  fathers to sons  menshealth","112":"Feminism, fieldwork and  the military  researchers incl  ,   and  I talk to each other in","113":"Feminism, fieldwork and  the military  researchers incl  ,   and  I talk to each other in   ht","114":"Encounters with the Military - International Feminist Journal of Politics","115":"My talk re researching military as feminists w\/   etc is now in print at    femsecst","116":"My talk re researching military as feminists w\/   etc is now in print at","117":"Eprints  talking bout feminist military research feat   ,  , Alex Hyde, Sarah Bulmer","118":"For ppl at high risk 4 HIV due to substance abuse, HIV interventions lower rate of unprotected  AnalSex","119":"Heterosexual Anal Sex among Men and Women in Substance Abuse Treatment  a  HT    HIV  ","120":"Heterosexual Anal Sex among Men and Women in Substance Abuse Treatment  a  HT    HIV  STI  STD  SUD","121":"Where in brain is men's sexual arousal? Prefrontal cortex and  amygdala--incidentally, also site of sensation-seeking","122":"Great publication by my friend and fellow   alum   on  masculinity and  HIV care in  KZN  SouthAfrica","123":"Great publication by my friend and fellow DukeGHI alum zissette on  masculinity and  H","124":"New publication - male engagement in  HIV care in  KZN  SouthAfrica and  how we can use  masculinity to promote care","125":"DukeMScGH alum   published thesis re  mens engagement in  HIV care in KwaZulu-Natal,  SouthAfrica","126":"If You Dont Take a Stand for Your Life, Who Will Help You?   Mens Engagement in  HIV Care in South Africa","127":"\"If you don't take a stand for your life, who will help you?\"  Men's engagement in HIV care in KwaZulu-Natal  a","128":"New  The politics of holding  home and LGBT visibility in contested Jerusalem","129":"The politics of holding  home and LGBT visibility in contested Jerusalem, Gilly Hartal  LGBTvisibility  Israel","130":"Both sexes found erotica depicting male, female, or no dominance at all equally arousing","131":"Fifty Shades Flipped  Effects of Reading Erotica Depicting a Sexually Dominant Woman vs  a Sexually Dominant Man","132":"Fifty Shades Flipped  Effects of Reading Erotica Depicting a Sexually Dominant Woman Comprd to a Sexual Dom Man","133":"Men and  women equally aroused by erotica feat  dominant woman as by erotica feat  dominant man   FemDomAllTheWay","134":"How do attitudes toward women and  beliefs about rape change after reading erotica ft  a dominant man vs  woman?","135":"Fifty Shades Flipped  Effects of Reading Erotica Depicting a Sexually Dominant Woman vs  a Sexually Dominant Man ","136":"the study","137":"super interesting study I found while trying to focus on an exercise for WGS 111  GenderMediaMIT","138":"Academic  \"Fifty Shades Flipped  Effects of Reading Erotica Depicting a Sexually Dominant Woman\"  bdsm  kink","139":"Academic  \"Fifty Shades Flipped  Effects of Reading Erotica Depicting a Sexually Dominant Woman\"  b","140":"50 Shades Flipped  Effects of Reading  Erotica Depicting a Sexually Dominant Woman vs Sexually Dominant Man  a","141":"Sociable men more often seen as gay than competent men, b\/c \"nice guys\" are considered less masculine","142":"Are All the Nice Guys  Gay? Impact of Sociability and Competence on Social Perception of  Male Sexual Orientation","143":"Youyenn Teo 2016 class differentials in the elusive quest for work-life balance In Gender, Place and Culture","144":"Not everyone has maids  class differentials in the elusive quest for work-life balance, Youyenn Teo","145":"Now out! Latest article on LGBT disaster experiences from our ARC DP","146":"In the context of your visit to Hebden,   this new paper by   sprang to mind","147":"Now out! Latest article on LGBT disaster experiences from our ARC DP    ","148":"Problems and possibilities on the margins  LGBT experiences in the 2011 Queensland floods  LGBT  QueenslandFloods","149":"Thanks to   for inviting me to review Harris and Giuffre's excellent book on women chefs","150":"How is it that womengender most commonly associated with food, cookinghave lagged behind men in pro kitchens?","151":"Negotiating male gatekeeper violence   S  Thambiah, K  Chakraborty, R  Sarker  Bangladeshimigrants  Malaysia","152":"Gender equality in housework among professional Filipinas in Melbourne   C  P  Limpangog  gender  filipinamigrants","153":"Gender equality in housework among professional Filipinas in Melbourne  painfully slow and illusory? by Limpangog","154":"Gender  inequality within the ivory tower  bookreview  highered  womeninscience","155":"Queering the transnational turn  regionalism and queer Asias","156":"Queering the transnational turn  regionalism and queer Asias, Howard Chiang and  Alvin K  Wong  queerstudies  Asia","157":"Queering the transnational turn  regionalism and queer Asias by Chiang and Wong","158":"Whats radical about reality TV? An unexpected tale from Shanghai of a Chinese lesbian antihero","159":"Whats radical about reality TV? An unexpected tale from Shanghai of a Chinese lesbian antihero, Camila Bassi","160":"A 2016 paper uses Marxism to analyse lesbian sub-cultures on Chinese reality shows","161":"Critical queer regionality and LGBTQ politics in Europe, Jon Binnie  LGBTQpolitics  Europe  sexuality  regionality","162":"Critical queer regionality and LGBTQ politics in Europe by Jon Binnie,","163":"The phenotypic impact of the male-specific region of chromosome-Y in inbred mating  the role of genetic variants","164":"New data show that Y chromosome  has elevated effects compared to the autosomes on 53 phenot in 7 rat strains  bsd","165":"Open access article  Oral sex, young people and  gendered narratives of reciprocity","166":"Interviews w\/ UK teens reveals 2 contrasting views of  OralSex on women  as bigger deal vs  equal to oral on men","167":"The latest paper from our sixteen18 project --  Oral Sex, Young People, and Gendered Narratives of Reciprocity","168":"Oral Sex and Gendered Narratives of Reciprocity  M\/F  in The Journal of Sex Research","169":"Is it really give and take? New research examines how young people talk about oral sex  adolescenthealth","170":"Interesting study about  OralSex and   Adolescents  Is it mutual, reciprocal between young men and  women? by","171":"Oral Sex, Young People, and Gendered Narratives of Reciprocity  a  HT","172":"and here's the link to the oral sex paper itself","173":"Serious article that blew me away  Oral Sex, Young People, and Gendered Narratives of Reciprocity","174":"Finally got it  Snake   pussy  I thought they were representing 'bocat' with an actual cat","175":"Full open access text of piece in Tand F's top 10 available on LSHTM's Research Online here","176":"This looks interesting    Oral Sex, Young People, and Gendered Narratives of Reciprocity","177":"Planning with communities in regeneration projects  toward a gendered civic   Tovi Fenster, Efrat Eizenberg  gender ","178":"Planning with communities in regeneration projects  toward a gendered civic   Tovi Fenster, Efrat Eizenberg  gender","179":"Planning with  communities in  regeneration projects  toward a gendered civic capacity by Fenster and  Eizenberg,","180":"You Dont Look Like A Scientist!  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","181":"\"But you dont look like a  scientist!\"  Womeninscience with feminine appearance deemed less likely to be scientists","182":"\"Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists\"   STEM  science  gender  bias  edu","183":"\"But you dont look like a  scientist!\"  Womeninscience with feminine appearance deemed less likely to be scientists ht","184":"Feminine women less likely to be deemed scientist  womeninstem  sterotypessuck","185":"But You Dont Look Like A Scientist!  Women Scientists w\/Feminine Appearance are Deemed Less Likely to be Scientists","186":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists 2016, authors inc","187":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists 2016, authors in","188":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists  2016  via","189":"Results suggest 4  womeninSTEM, feminine appearance may signal that they're not well suited 4 sci   springerlink","190":"just found it","191":"Women judged more feminine looking also judged less likely to be scientists","192":"But You Dont Look Like A Scientist-Women Scientists Looking Feminine Deemed Less Likely Scientists  springerlink","193":"Seriously? \"Women scientists with feminine appearance are deemed less likely to be scientists\"   springerlink","194":"Sad not surprsed  Feminine appearance may erroneously signal that you are not well suited for science  springerlink","195":"Here's why products like  flipitecon should be representing female economists in their tools","196":"Sad not surprsed  Feminine appearance may erroneously signal that you are not well suited for science","197":"But You Dont Look Like A Scientist!  Women Scientists with Feminine Appearance Deemed Less Likely to be  Scientists","198":"Here's why products like  flipitecon should be representing female economists in their tools htt","199":"It is ridiculous that women scientists with feminine appearance are thought to be less likely to be scientists","200":"How does a female scientist looks like? JUST LIKE A SCIENTIST!  - \"Feminine appearance affected career judgments","201":"Sigh","202":"sySTEMatic gender bias  Women scientists with feminine appearance deemed less likely to be scientists  springerlink","203":"Does it matter what you look like to be considered a scientist   Yes it does   particularly if you are a woman","204":"sySTEMatic gender bias  Women scientists with feminine appearance deemed less likely to be scientists","205":"Does it matter what you look like to be considered a scientist   Yes it does   particularly if you are a woman  ","206":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists  KickAssOnFleek  BoobsnBeakers","207":"But You Dont Look Like A Scientist! Feminine Appearance Deemed Less Likely to be Scientists - Springer","208":"Welcome to 2016 everyone    Way to go for  WomenInSTEM     HT","209":"Fascinating study  Feminine women less likely to be perceived as scientists","210":"thestruggleisreal  AndAScientist  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","211":"Interesting study RE gender bias in STEM fields  makes me want to put my stiletto through someone's eye however","212":"Feminine appearance = scientist?","213":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists *BARF*","214":"'But you don't look like a scientist!', when appearance  gender?!  counts against you  Interesting read  $","215":"Gendered appearance Stereotypes Femininity Face perception Physical appearance Science STEM Sexism","216":"So, if you look too feminine you can't be a scientist?  WomenInSTEM  WomenInScience  science","217":"Sadly there were cases of this in  Evol2016  sexism  WomenInSTEM  toofeminine","218":"But You Dont Look Like A Scientist! Women Scientists w Feminine Appearance are Deemed Less Likely to be Scientists","219":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists   ","220":"But You Dont Look Like A Scientist!  Women Scientists w Feminine Appearance are Deemed Less Likely to be Scientists","221":"I believe more and more that just getting women in tenure track positions is the solution to bias against women","222":"How many papers do I need before wearing makeup to lab?","223":"Grr    Women with feminine appearance are deemed less likely to be scientists   springerlink","224":"eye roll","225":"For those wondering whether my rant was warranted  about the question I got after posting my picture , here you go","226":"It's true, some women \"just don't look like a scientist\" HT","227":"Two recent studies confirm that feminine appearance makes women, but not men, look less like scientists  WomenInSTEM","228":"I'm reading   springerlink","229":"Two recent studies confirm that feminine appearance makes women, but not men, look less like scientists  WomenInSTEM ","230":"But You Dont Look Like A Scientist!  Women Scientists with Feminine Appearance are Deemed Less","231":"But You Dont Look Like A Scientist!  Women with Feminine Appearance are Deemed Less Likely to be Scientists","232":"Having been called \"Miss\" and  \"sidekick\" to male coauthors by anti-porn orgs,women-can't-be-scientists still common","233":"Women getting it done!  womeninscience  yesimagirl  womenrock","234":"Experienced this my whole career  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","235":"\"for women pursuing STEM, feminine appearance may erroneously signal that they are not well suited for science \"","236":"An unfortunate truth - many find it hard to accept femme in stem   LadiesInSTEM  WomenInScience","237":"New study  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists  womenalsoknowstuff","238":"      Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","239":"*sigh* I am a scientist  I look like me  There is no particular way a scientist is supposed to look","240":"more reasons why we need more  womeninSTEM  WomenInScience via","241":"New study  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists  wo","242":"But U Dont Look Like A Scientist  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","243":"You Dont Look Like A Scientist! Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","244":"But you don't look like a scientist","245":"Uphill battle  Experiment with photos of real  STEM professors","246":"For women pursuing STEM, feminine appearance may erroneously signal that they are not well suited for science","247":"Let's break stereotypes! Women Scientists with Feminine Appearance -Less Likely to be Scientists -","248":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists  feminist","249":"But You Dont Look Like A Scientist!  Women Scientists with Feminine Appearance  Deemed Less Likely to be Scientists","250":"New research  looking feminine makes you appear less like a scientist","251":"WomenInScience with Feminine Appearance are Deemed Less Likely to be Scientists  ILookLikeAScientist  WomenInSTEM","252":"WomenInScience with Feminine Appearance are Deemed Less Likely to be Scientists  ILookLikeAScientis","253":"More \"feminine\" women don't \"look like scientists,\" apparently   equalityinscience  thisneedstochange","254":"But You Dont Look Like A Scientist!  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scient","255":"Stereotypes  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","256":"But You Dont Look Like A Scientist!  Women Scientists w Feminine Appearance are Deemed Less Likely to be Scientists ","257":"But You Dont Look Like A Scientist! Women Scientists w\/ Feminine Appearance are Deemed Less Likely to be Scientists","258":"But You Dont Look Like A Scientist! Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists","259":"The more feminine women are perceived to be, the less likely ppl think they are scientists","260":"Other than the use of MTurk, I'd consider this a well-designed study  Actual paper","261":"Challenge the stereotype that feminine women can't be scientists!  WomenInSTEM","262":"Remember the study that said makeup helps women's careers?  People Seem Feminine Women LESS Likely to be Scientists","263":"But You Dont Look Like A Scientist!  Women with Feminine Appearance are Less Likely to be Scientists  springerlink","264":"The more feminine women are perceived to be, the less likely ppl think they are scientists  ","265":"Encourage  \"feminine looking\"  girls and young women to become scientists, too   ILookLikeAnEngineer  WomenInSTEM","266":"\"You Dont Look Like A Scientist!  Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists\"","267":"But You Dont Look Like A Scientist!  Women Scientists w Feminine Appearance are Deemed Less Likely to be Scientists htt","268":"But You Dont Look Like A Scientist!","269":"But You Dont Look Like A Scientist!  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scien","270":"\"for women pursuing STEM, feminine appearance may erroneously signal that they are not well suited for science\"","271":"On the list of things that grind my gears   women  scientists  wearepeopletoo","272":"But You Dont Look Like A Scientist!  Women Scientists with Feminine Appearance are Deemed Less Likely to be Scient  ","273":"Let's break stereotypes! Women Scientists with Feminine Appearance -Less Likely to be Scientists -  ","274":"\"dissatisfaction    abandonment    \" This is women in science, y'all 3\/3","275":"Another \"but you don't look like a scientist\" study - why we need more women in science","276":"But You Dont Look Like A Scientist! Women Scientists w Feminine Appearance are Deemed Less Likely to be Scientists ht","277":"\"Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists\"  WomenInScience  Sexi","278":"\"Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists\"  WomenInScience  SexismInScience","279":"Having one of those mornings where I'm reading about this stuff instead of actually doing science and feeling ","280":"But You Don't Look Like A Scientist!","281":"Study shows Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists Also true for economists?","282":"Fascinating new study - Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists -","283":"But you don't look like a scientist! Maybe I should invest in a fake mustache   WomenInSTEM","284":"Study shows Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists Also true for","285":"You Dont Look Like A Scientist! Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists -","286":"You Dont Look Like A Scientist! Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists - h","287":"But You Dont Look Like A Scientist!  Women Scientists w Feminine Appearance Deemed Less Likely to be Scientists","288":"Women  Scientists with Feminine Appearance are Deemed Less Likely to be Scientists   STEM","289":"But we need to acknowledge that there is a penalty for appearing feminine in STEM    WiSTEMspotlight","290":"There *is* actually a reason to be afraid of appearing \"too feminine\" in STEM  It sucks and it needs to be fixed","291":"Hugely valid point in the  WiSTEMspotlight discussions  Worth a read, this  Thanks for sharing,    Fab Twitter handle too! ","292":"Women with feminine appearance are deemed less likely to be scientists","293":"Women scientists with feminine appearances deemed less likely to be scientists!? SheCanCode  Ilooklikeanengineer","294":"Feminine appearance penalty in the  sciences?  WomeninSTEM  actuallivingscientist  paperoftheday  springerlink","295":"The more feminine a person is, the less likely they are perceived to be in STEM    Laura isn't super feminine but","296":"fun fact  my bold lip color is actually feminist war paint ","297":"Fascinating paper on a serious problem in  STEM  Worth the read","298":"But You Dont Look Like A Scientist!  Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists","299":"Up to us to show science is an endeavour of our neurons, not external physical appearance  In Biosciences women numbers are to par with men","300":"Up to us to show science is an endeavour of our neurons, not external physical appearance  In Biosciences women numbers are","301":"Sigh  Definitely worth discussing in education and research meetings, quickly before school starts   scied  ngss  gendergap","302":"Sigh  Definitely worth discussing in education and research meetings, quickly before school starts   scied  ngss  gend","303":"ugh","304":"implicitbias and  thanks to my snazzy   app I could read this right away  Apparently, must change my very nature to look credible","305":"implicitbias and  thanks to my snazzy   app I could read this right away  Apparently, must change my very nature to loo","306":"Pink labcoats are a no-go?","307":"Study  women scientists with feminine appearance are deemed less likely to be scientists   womeninSTEM","308":"Gosh, wouldn't this imply the social fault lines women navigate explains their underrepresentation more than \"biological differences\"?","309":"Gosh, wouldn't this imply the social fault lines women navigate explains their underrepresentation more than \"biological diffe","310":"This  Luckily for me I now work in marketing, so fit into a stereotype box more neatly","311":"This is so profoundly depressing ","312":"But You Dont Look Like A Scientist!  Women Scientists with Feminine Appearance Deemed Less Likely to be Scientists ht","313":"oh  ","314":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists    STEM","315":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists  ","316":"This is why I bring a sword   Seriously, would love to be free of assumptions about age\/experience based on my looks","317":"OH FFS","318":"Presented with minimal comment  ","319":"This is a good one   And here are more","320":"Can we replicate in medicine and  surgery?    ILookLikeASurgeon","321":"Women Scientists with Feminine Appearance are Deemed Less Likely to be Scientists","322":"It's a HUGE problem for our careers, not just annoying  PrettyinPhD","323":"Study found difference between females and males in learning when they practice inhibition of inappropriate behavior","324":"Study found difference between females and males in learning when they practice inhibition of inappropriate behavior ","325":"English Vinglish and Bollywood  what is new about the new woman?, Sushmita Chatterjee  transnationalism","326":"Measuring the Pros and Cons of What It Means to Be a Black Man  the  Black  Mens Experiences Scale  BMES","327":"Measuring the pros and cons of what it means to be a Black man  Development and validatio     MentalHealth  psych","328":"Measuring the pros and cons of what it means to be a Black man  Development and validation of","329":"Gay men are more likely to consider cosmetic surgery, use diet pills and avoid sex because of body dissatisfaction","330":"Male Body Image  The Roles of Sexual Orientation and  Body Mass Index Across Five National U S  Studies","331":"Male  bodyimage  The roles of sexual orientation and  BMI  menshealth  LGBT","332":"Largest study conducted on male  bodyimage","333":"Male  BodyImage  Roles of  Sexual  Orientation, Body Mass Index - 5  US Studies  Psychology of Men and   Masculinity","334":"\"Male Body Image  The Roles of Sexual Orientation and Body Mass Index Across Five National U S  Studies \"","335":"\"Male Body Image  The Roles of Sexual Orientation and Body Mass Index Across Five National US Studies \"","336":"Key influence of sex on urine volume and osmolality","337":"Why Do Men Get More Kidney Stones - Key influence of sex on urine volume and osmolality -  bsd","338":"Better with age  a health promotion program for men at midlife","339":"Better With Age  A  Health Promotion Program for  Men at Midlife  Mellor et al   Psychology of Men and  Masculinity","340":"Newly out! My article on sex ideologies in China is now online!   sex  China  sexuality","341":"New! Sex ideologies in China    sex  China  sexuality","342":"Sex Ideologies in China  Examining Interprovince Differences","343":"Very useful paper  Methodological Review of Exploratory Factor Analysis in Sexuality Research","344":"sexscience friends  want to easily increase your use of best practices for factor analysis? Check out our new paper","345":"sexscience friends  want to easily increase your use of best practices for factor analysis? Check out our new paper ","346":"Very useful paper  Methodological Review of Exploratory Factor Analysis in Sexuality Research   h","347":"A  Methodological Review of Exploratory Factor Analysis in  Sexuality Research","348":"A Methodological Review of Exploratory Factor Analysis in Sexuality Research","349":"If you're looking for a resource re  EFA best practices, I highly recommend my friend  's recent paper","350":"how to best conduct exploratory factor analysis","351":"If you're looking for a resource re  EFA best practices, I highly recommend my friend  's recent paper  ","352":"Really enjoying my Friday morning reading this paper","353":"A Methodological Review of Exploratory Factor Analysis in Sexuality Research  Used Practices, Best Practices, and","354":"Men in female-dominated majors more likely to switch majors than others  But women in male-dominated fields are not","355":"So why do SJW keep screaming about women leaving STEM because of the evil patriarchy?","356":"Might be interesting","357":"Men in female-dominated majors switch fields more than peers  women in male-dominated majors don't   gender","358":"Unlike men, women who embark on gender atypical fields of study tend to stay the course","359":"Do They Stay or Do They Go? The Switching Decisions of Individuals Who Enter Gender Atypical","360":"Unexpected result? -- Men entering female-dominated majors switch relatively often while females in male-dominated switch at normal rates","361":"Interesting, but N=3702 is very small considering how many undergraduates there are","362":"Unexpected result? -- Men entering female-dominated majors switch relatively often while females in male-dominated switch at","363":"Efforts to support women who take \"men's subjects\" at university seem to be working, next step is address why men drop out of 'female' subj'","364":"Puts a bit of a hole in accepted gender Studies conclusions","365":"didnt seem to be true in the majors, do suppose \"career\" is indeed different","366":"it appears men are the ones with the leaky pipeline","367":"The Switching Decisions of Individuals Who Enter Gender Atypical College Majors","368":"Hacker News - The Switching Decisions of Individuals Who Enter Gender Atypical College Majors","369":"Do They Stay or Do They Go? The Switching Decisions of Individuals Who Enter Gender Atypical College Majors","370":"Men and women naturally have different career aspirations, which are reflections of their biology","371":"Women are no more likely to drop out of male-dominated fields","372":"Not sure of implications, but scientifically curious","373":"Are women driven out of male-dominated educational fields? Doesn't look like it","374":"eatingdisorder Integrating Self-Conc Into Relat Bween Drive for Muscula and  Disordered Eating and  Depression, Amg Men","375":"Integrating Self-Concept In Relationship Between Drive for  Muscularity, Disordered Eating,  Depression, Among  Men","376":"Is Sexual Competence at 1st Hetero Intercourse Assoc w Later Sexual Health Status?","377":"Is Sexual Competence at 1st Hetero Intercourse Assoc w Later Sexual Health Status?   h","378":"Not being ready, willing and  armed w\/ condoms at 1st sex --  more STIs, unwanted pregnancies and  coerced sex later on","379":"Is Sexual Competence at First Heterosexual Intercourse Associated With Subsequent Sexual Health Status?","380":"MT    Not being ready, willing and  armed w\/ condoms at 1st sex linked to STIs, unwanted pregnancy and  coerced sex","381":"MT    Not being ready, willing and  armed w\/ condoms at 1st sex linked to STIs, unwanted pregnancy and  coerced sex h","382":"Open Access UCL Research  Is \"Sexual Competence\" at First Heterosexual Intercourse Associated With Subsequent","383":"Is \"Sexual Competence\" at 1st Heterosexual Intercourse Assoc w Subsequent  SexualHealth Status?  a  HT","384":"Is \"Sexual Competence\" at 1st Heterosexual Intercourse Assoc w Subsequent  SexualHealth Status?  a","385":"Book Review, Physics of Black  beyond the middle passage epistemology, Aaron Mallory","386":"TakeItLikeAMan  When men's  masculinity is threatened, they show higher pain tolerance  Compensating?","387":"National US Study  Sex'l Satisfaction Assoc  w Sex'l Communication, Mood Setting, Frequency and  Variety of Sex, Orgasm","388":"National US Study  Sex'l Satisfaction Assoc  w Sex'l Communication, Mood Setting, Frequency and  Variety of Sex, Orgasm h","389":"\"Sexual satisfaction and passion were higher among people who    received more oral sex \" Evidence-Based Sex","390":"What Keeps Passion Alive? Sexual Satisfaction Is Associated With Sexual Communication, Mood Setting, Sexual","391":"Sexual satisfaction associated with communication, mood setting, variety, oral sex, orgasm and  frequency in U S  study","392":"Sexual satisfaction associated with communication, mood setting, variety, oral sex, orgasm and  frequency in U S  study h","393":"\"Sexual satisfaction and passion were higher among people who    received more oral sex \" Eviden","394":"What keeps passion alive in LTRs? More frequent sex  variety   OralSex  mood setting  orgasms  and  communication","395":"What keeps  passion alive?","396":"What Keeps Passion Alive?","397":"What Keeps Passion Alive? the answer in this National U S  Study","398":"Check out my article- \"The Deadly Challenges of Raising African American Boys\" in Gender and  Society  BlackLivesMatter","399":"Check out my article- \"The Deadly Challenges of Raising African American Boys\" in Gender and  Society ","400":"\"The Deadly Challenges of Raising African American Boys  Navigating the Controlling Image of the \"Thug\"\"","401":"The deadly challenges of raising African American boys  navigating the controlling image of the thug","402":"\"The Deadly Challenges of Raising African American Boys Navigating the Controlling Image of the Thug","403":"The causality is particularly strong in this one  Back to video games causing violence again","404":"The causality is particularly strong in this one  Back to video games causing violence again h","405":"Studying the influence of sex in preclinical research   Gender","406":"The home becomes a site for mothers, fathers and children to encounter occupation  Katherine Natanel in new article","407":"Border collapse and boundary maintenance  militarisation and the micro-geographies of violence in IsraelPalestine","408":"Voyeurism, fetishism, frotteurism and masochism interested both sexes above levels considered \"unusual\"  15 9%","409":"Prevalence of 'Paraphilic' interest + behaviour in a 'general public' sample","410":"The Prevalence of Paraphilic Interests and Behaviors in the General Population  A Provincial Survey    sex","411":"Abstract from that paper on prevalence of kinky sex is here","412":"One study suggested that 1\/2 of the participants thought about anomalous or paraphilic sex and 1\/3 engaged in it","413":"Here's the study","414":"Kinky desires  Men and women equally interested in fetishism and  masochism!  kink  bdsm  50shades","415":"The Prevalence of Paraphilic Interests and Behaviors in the General Population  A Provincial Survey","416":"We're kinkier than you think  50% Canadians report uncommon sexual desires, esp voyeurism, fetishism, masochism","417":"Academic  Journal of sex reseach\" The Prevalence of Paraphilic Interests and Behaviors\"   bdsm  fetishism","418":"Provincial paraphilias for all","419":"sexual kinks are frequent enough to be perfectly normal cc","420":"Open Access  The Prevalence of Paraphilic Interests and Behaviors in the General Population   Paraphilic sexual","421":"Journal of Sex Research survey on prevalence of paraphilic interests  mentioned in Reuters","422":"Journal of Sex Research survey on prevalence of paraphilic interests  mentioned in Reuters  ht","423":"Nearly half expressed interest in at least one paraphiliac category and  masochism linked to higher sexual satisfaction","424":"this is the original research paper  open access!  some problems imo but interesting","425":"Academic  Journal of Sex research\"Prevalence of Paraphilic Interests and Behaviors in the General Population \"  bdsm","426":"Academic  Journal of Sex research\"Prevalence of Paraphilic Interests and Behaviors in the General Population \"","427":"Nearly 45% of people have some desire for some kind of fetish","428":"Nearly half of all adults  45 6%  admit to having a desire for something 'sexually abnormal'","429":"study of voyeurism, fetishism, frotteurism, masochism interests, finds no sex diffs, high prevalence  15 9%","430":"32 2% of respondents  men and women  say that they have committed at least one act of frotteurism in their lifetime","431":"Academic  Journal of Sex Research \"The Prevalence of Paraphilic Interests and Behaviors in the General Population\"","432":"Academic  Journal of Sex Research \"The Prevalence of Paraphilic Interests and Behaviors in the General Population\"  ","433":"The influence of romantic partners on women in  STEM majors  womeninscience  gender  careers","434":"The influence of romantic partners on women in STEM careers     springerlink","435":"The influence of romantic partners on women in  STEM majors  womeninscience  gender  careers  ","436":"The Influence of Romantic Partners on Women in STEM Majors","437":"The Impact of the Digital Sexual Life History Calendar on Young Adult Research Participants","438":"Reflecting on your sexual history for a survey leads to higher sexual esteem--but doesn't impact actual behavior!","439":"Boys are more likely to engage in housework if their father does so  gender  menshealth","440":"Giulia Maria Dotti Sani if Italian  fathers do  housework their teens - esp sons - to do more at home  timeuse","441":"Boys are more likely to engage in housework if their father does so  gender  menshealth ","442":"Research Article  Stereotypes of Black American Women Related to Sexuality and Motherhood","443":"Stereotypes of Black American Women Related to Sexuality and Motherhood  a  HT","444":"Stereotypes of Black American Women Related to Sexuality and Motherhood","445":"SAGEpsychology Stereotypes of Black American Women Related to Sexuality and Motherhood PWQ4U","446":"The Selective Use of Rape-Victim Stereotypes to Protect Culturally Similar Perpetrators","447":"The gendered culture of scientific competence  a study of  scientist characters in  DoctorWho 19632013  womeninSTEM","448":"The gendered culture of scientific competence  a study of  scientist characters in  DoctorWho 19632013","449":"I wanna do Doctor Who research too!!!  springerlink","450":"The Gendered Culture of Scientific Competence  A Study of Scientist Characters in Doctor Who 19632013  springerlink","451":"Youre underestimating me and you shouldnt  womens agency in fantasy sports  InternationalWomensDay","452":"\"Youre Underestimating Me and You Shouldnt\"  Womens Agency in Fantasy Sports","453":"\"Youre Underestimating Me and You Shouldnt\"  Womens Agency in Fantasy Sports  gendersociety","454":"Research shows little change in gender stereotyping since 1983  Depressing","455":"New research on the persistence and pervasiveness of gender stereotypes flags a warning to those evaluating women an","456":"New paper shows INCREASE in stereotyping of women's  gender roles from early '80s to 2014  psychology  anthropology","457":"Gender  stereotypes in the US just as strong today as they were 30yrs ago, new study finds  equality","458":"New paper shows INCREASE in stereotyping of women's  gender roles from early '80s to 2014  psycholog","459":"Session on stereotypes  Recent research shows gender stereotypes are still strong  EgaliteProCNRS","460":"Free access to an article puiblished in Psychology of Women Quarterly","461":"About gender, but it demonstrates that changing the system doesn't address everything","462":"I hope so, but I doubt her other assertions as well","463":"Blank slatism  the total lack of ability to see the obvious","464":"Study finds gender stereotypes are just as strong as they were 30 years ago, in some cases they've gotten worse","465":"Study finds that people exaggerate the extent to which men and women are different from one another","466":"The Times They Are a-Changing      or Are They Not? A Comparison of Gender Stereotypes, 19832014","467":"Comparison of  gender stereotypes  19832014  reveals no real change despite greater female  workforce participation","468":"How have gender stereotypes changed in the last 30 years?","469":"Many gender stereotypes haven't changed in last 30 yrs, despite women's advances in workforce, athletics, education","470":"Have gender stereotypes changed over the last 30 years? Not really","471":"Psychology of Women Quarterly -","472":"Comparison between gender stereotyping in 1984 vs 2014 shows people stereotype MORE about women now  Yay progress","473":"During the past 30 years, womens participation in the workforce, in athletics, and in professional education has","474":"part of the reason why gender identity is so easily accepted","475":"Comparison between gender stereotyping in 1984 vs 2014 shows people stereotype MORE about women now  Yay progress  ","476":"The Times They Are a-Changing  or Are They Not? A Comparison of Gender Stereotypes, 19832014","477":"queer theorists and transactivists should take that in their pipe and smoke it","478":"4  Many gender stereotypes haven't changed in30 yrs, despite advances in workforce, athletics, edu  toptweets2016","479":"Lower-median income for female-dominated occupations","480":"4  Many gender stereotypes haven't changed in30 yrs, despite advances in workforce, athletics, edu","481":"One of 2016's top-read articles from    A comparison of gender stereotypes, 1983-2014  spoiler  they persist","482":"One of 2016's top-read articles from    A comparison of gender stereotypes, 1983-2014  spoiler","483":"The Times They Are a-Changingor Are They Not? A Comparison of Gender Stereotypes, 19832014  Find the results here","484":"No improvement in gender stereotyping 1983-2014 in USA  and  for \"female\" roles, stereotyping got worse!","485":"The \"durability of basic stereotypes about women and men over the past three decades\", study published this month","486":"On the  frustrating  persistence of  gender stereotypes","487":"The Times They Are a-Changing  or Are They Not? A Comparison of Gender Stereotypes, 19832014 - Mar 09, 2016","488":"Research  gender stereotypes sticky in past 30 yrs  views of men slower to change     HBSGW2017","489":"Research  gender stereotypes sticky in past 30 yrs  views of men slower to change     HB","490":"New  Sexual Acceptability of Contraception  1st 2016 ARSR paper is up w\/free access! I'll be tweeting abt it next wk","491":"Great quote from a new paper by one of my   colleagues  Paper is  openaccess","492":"New  Sexual Acceptability of Contraception  1st 2016 ARSR paper is up w\/free access! I'll be tweeting abt it next wk htt","493":"Today starts a week of epic tweeting about Higgins and  Smith's \"Sexual Acceptability of Contraception!\" FREE access!","494":"Today starts a week of epic tweeting about Higgins and  Smith's \"Sexual Acceptability of Contraception!\" FREE access! ","495":"So, today I continue my epic  to me  tweeting of Higgins and  Smith's \"Sexual Acceptability of Contraception\" FREE at","496":"So, today I continue my epic  to me  tweeting of Higgins and  Smith's \"Sexual Acceptability of Contraception\" FREE at ","497":"I've been tweeting from the new Sexual Acceptability of Contraception paper by Higgins and  Smith, FREE at More later!","498":"Ha ha! Tweeting abt 1st article in journal  ARSR  I edit  Sexual acceptability of contraception, free at","499":"Exciting new study by GWS's Jenny Higgins on how sex matters to women in choosing and  using contraceptives","500":"Exciting new study by GWS's Jenny Higgins on how sex matters to women in choosing and  using contraceptives    htt","501":"Continuing on with tweeting from Higgins and  Smith  Sexual Acceptability of Contraception  FREE\/OPEN Acess","502":"Great review article on how contraceptive methods influence women's sexual experiences","503":"I'm continuing tweeting from \"Sexual Acceptability of Contraception\" by Higgins and  Smith, FREE ARSR article in JSR","504":"More from Higgins and Smith's Sexual Acceptability of Contraception, Free!","505":"More on sexual acceptability of contraception tomorrow! Free access to this ARSR article in JSR!","506":"MOAR Sexual Acceptability of Contraception today! Higgins and  Smith, free Annual Review of Sex Research article at JSR","507":"Reminder! Quotations are direct quotes but, otherwise, I'm paraphrasing from","508":"Back to Higgins and  Smith's Sexual Acceptability of Contraceptives! Open Access","509":"Go check out  ' tweeting of a paper on sexual acceptability of contraceptive methods","510":"I'm continuing tweeting from \"Sexual Acceptability of Contraception\" by Higgins and  Smith, FREE ARSR article in JSR ","511":"I've been tweeting from the new Sexual Acceptability of Contraception paper by Higgins and  Smith, FREE at","512":"Ok, folks! That's \"all\" for today  WHEW  Check out full article OPEN ACCESS And stay tuned tomorrow for conclusions!","513":"MOAR Sexual Acceptability of Contraception today! Higgins and  Smith, free Annual Review of Sex Research article at JSR htt","514":"Today  Last day I'm tweeting \"Sexual Acceptability of Contraception\", but it's open access so the fun never stops!","515":"Online with FREE open access!","516":"The sexual acceptability of  BirthControl for women  Review of the literature","517":"Contraceptives can and do affect pleasure as do other sex drugs  New rsch focus","518":"Higgins and  Smith say more attention needed on sexual acceptability of contraception  They review lit, map concept in","519":"How do women view contraceptives sexual accessibility? Read this new concept in the Journal of Sex Research","520":"The Sexual Acceptability of  Contraception  Reviewing the Lit and  Building a New Concept HT","521":"The Sexual Acceptability of  Contraception  Reviewing the Lit and  Building a New Concept HT  ","522":"Voluntarily childfree individuals were seen as less psychologically fulfilled and elicited greater moral outrage","523":"Parenthood as a Moral Imperative? Moral Outrage and  the Stigmatization of Voluntarily Childfree Adults  springerlink","524":"Parenthood as a Moral Imperative? Moral Outrage and  the Stigmatization of Voluntarily Childfree Adults ","525":"Decided not to have kids? People you don't even know are morally outraged!  familyvalues","526":"This is the only part that's at all surprising","527":"This is an amazing sentence in a paper about the stigma associated with childlessness","528":"Research finds people morally outraged when someone is childless  could this outrage be stronger in Utah?","529":"Research finds people outraged, angry, disgusted toward someone who is childless  Could outrage be stronger in Utah?","530":"Parenthood    Moral Outrage and the Stigmatization of Voluntarily Childfree Women and Men - h\/t","531":"I've definitely experienced the awkward silence that comes after telling someone you don't have kids  Especially if you tell them why","532":"I've definitely experienced the awkward silence that comes after telling someone you don't have kids  Especially if yo","533":"Parenthood    Moral Outrage and the Stigmatization of Voluntarily Childfree Women and Men - h\/","534":"Imagine being 30 y\/o childfree person living on campus next to family housing in Utah","535":"This is *not* insignificant  Study, while interesting, focuses on \"students\" but conclusions presented as broader","536":"This is *not* insignificant  Study, while interesting, focuses on \"students\" but conclusions presented as broader ","537":"Evidence for child-free people being a stigmatised group  Quite unsurprising","538":"Yet another angle on the complicated politics of reproduction","539":"Parenthood as a Moral Imperative? Moral Outrage and the Stigmatization of Voluntarily Childfree Women and Men","540":"Multidimensional Gender Identity and Gender-Typed Relationship Styles in Adolescence","541":"Gender-Typed Play and Social Abilities in Boys and Girls  Are They Related?","542":"Perceived Stigma of  Postpartum Depression Symptoms in Low-Risk First-Time Parents   Gender Differences  men  women","543":"I Feel Like More of a Man    Masculinity, Sexual Performance, and  Circumcision for  HIV Prevention - J Sex Res -","544":"For Dominican men who get circumcised 4  HIV prevention, circumcision makes them \"feel more like a man\"","545":"For Dominican men who get circumcised 4  HIV prevention, circumcision makes them \"feel more like a man\"  masculinity","546":"I Feel Like More of a Man   Masculinity, Sexual Performance and   Circumcision for  HIV Prevention  a  HT","547":"I Feel Like More of a Man   Masculinity, Sexual Performance and   Circumcision for  HIV Prevention  a","548":"Thank you to Journal of Sex Research for publishing our article on  LGBTQ  microaggressions!","549":"Microaggressions Toward Lesbian, Gay, Bisexual, Transgender, Queer, and Genderqueer People -  via    LGBT","550":"Thank you to Journal of Sex Research for publishing our article on  LGBTQ  microaggressions! ","551":"Microaggressions Toward Lesbian, Gay, Bisexual, Transgender, Queer, and Genderqueer People -  via  ","552":"The latest from  's   on  microagressions toward  lgbtq individuals","553":"LGBTQ\/genderqueer Microaggressions  what's the research say? New ARSR article   HT","554":"LGBTQ\/genderqueer Microaggressions  what's the research say? New ARSR article online by  's group!","555":"The latest from  's   on  microagressions toward  lgbtq individuals   ","556":"Microaggressions Toward LGBTQ and Genderqueer People  A Review of the Literature - The Journal of Sex Research -","557":"Next wk, I tweet from   et al 's Microaggressions Towards LGBTQ\/genderqueer People  FREE TOO! Stay tuned!","558":"Microaggressions Toward LGBTQ people","559":"Next wk, I tweet from   et al 's Microaggressions Towards LGBTQ\/genderqueer People  FREE TOO!","560":"Here we go! I'm starting to tweet   et al 's article Microaggressions to LGBTQ\/Gq people  Free!","561":"More on microaggressions against LGTBQ\/Gq people tomorrow! Free Annual Review of Sex Research article at JSR!","562":"More tweeting tomorrow from Microaggressions Against LGBTQ\/Gq people! FREE ARSR paper online at JSR!","563":"It's FREE online at Journal of Sex Research  where ARSR is published as a special issue","564":"Here we go! I'm continuing to tweet from Nadal et al 's Microaggressions against LGBTQ\/Gq folks  FREE online at","565":"Tweeting all wk  's article on LGBTQ\/Gq microaggressions in Annual Review of Sex Research at JSR, FREE!","566":"Howdy! Tweets  by me  starting on LGBTQ\/Gq microaggressions by   et al , FREE ARSR article at JSR","567":"Sounds great! You should be in touch with  , the author of the paper I'm tweeting","568":"Tweeting all wk  's article on LGBTQ\/Gq microaggressions in Annual Review of Sex Research at JSR, FREE! ","569":"As a reminder  quotations are direct quotes, otherwise I'm paraphrasing from  free!","570":"Later on, intersectional microaggressions against LGBTQ\/Gq folks! From Nadal et al 's free ARSR article","571":"This is the paper I'm tweeting from  that said this!","572":"Ok! Intersectional aggressions against LGBTQ\/Gq folks  I'm tweeting from Kevin Nadal's article, FREE online","573":"Folks, I've been tweeting from Microaggressions Towards LGBTQ\/Gq People, by Kevin Nadal et al , free online at","574":"I'm about to start the end of tweeting  's ARSR paper on LGBTQ\/Gq microaggressions! FREE!","575":"LitReview on the negative impact of  microaggressions t\/ lesbian, gay, bisexual, trans and  queer ppl   LGBTQ","576":"If only someone had taken an impartial, objective look at the effect such words actually have","577":"Microaggressions Toward Lesbian, Gay, Bisexual, Transgender, Queer, and Genderqueer People  A Review of the","578":"Media and  Sexualization - New Annual Review of Sex Research article by Monique Ward, online Free when I tweet in 2 wks","579":"It's already free online!","580":"Yes! I'm tweeting from this fabulous Annual Review of Sex Research article, now online and free!","581":"Ok, folks! That's all for TODAY's tweeting of Sexualization and  Media from Monique Ward's ARSR paper free at JSR","582":"This wk, I'm tweeting Media and  Sexualization, Monique Ward's Annual Review of Sex Research article FREE at JSR","583":"Review Media and sexualisation - increased body dissatisfaction self-objectification and  support of sexist beliefs","584":"It's Sexualization and  Media time! I'll be tweeting this ARSR paper  free at JSR  by Monique Ward all week -- and now!","585":"As a reminder, I'm tweeting from Monique Ward's Media and  Sexualization ARSR paper, free at","586":"That's it for today! More tomorrow from Media and  Sexualization, free at JSR","587":"It's Sexualization and  Media time! I'll be tweeting this ARSR paper  free at JSR  by Monique Ward all week -- and now! htt","588":"   Media and  Sexualization by Monique Ward  Free ARSR article at JSR","589":"It's time! I'm tweeting from Media and  Sexualization by Monique Ward  Free ARSR article at JSR","590":"In the meanwhile, the Annual Review of Sex Research article is free online at Journal of Sex Research!","591":"There are broader harms to society when women are sexualised and objectified","592":"My concerns are evidence based","593":"The research shows there are harms to society when women are sexualised and  objectified","594":"Objectification can lead to harm for others who are exposed to it","595":"My concern is for all women who are negatively impacted by sexualisation\/objectification","596":"I'm abt to finish tweeting Ward's Media and  Socialization, a free Annual Review of Sex Research article online at JSR!","597":"I'm abt to finish tweeting Ward's Media and  Socialization, a free Annual Review of Sex Research article online at JSR! htt","598":"And, that's Ward's Media and  Sexualization! Free here!","599":"Review of wide-ranging effects of exposure to sexualized images of women in the media   psychology  media  gender","600":"Large review 125 studies shows negative impact by main stream media on sex, increasing sex'l violence  H\/t","601":"Lit review  Exposure to mainstream media leads to traditional gender and  sexist views  tolerance of sexual violence","602":"New review  \"Media and Sexualization  State of Empirical Research, 19952015\"","603":"To women and society as a whole  WomenNotObjects","604":"Hi   please read the research on sexualised media and  the consequences for women and  girls","605":"Hi   please read the research on sexualised media and  the consequences for women and  girls ht","606":"10 year meta analysis on sexualisation  There is research for both sides, astounding!","607":"Studies showing sexualised advertising contributes greatly to violence against women","608":"Some interesting research here on the impact of sexualisation","609":"My concerns are evidence based  See this study re sexual objectification","610":"These ads have harmful mental health implications for the viewer","611":"These ads have harmful mental health implications for the viewer   ","612":"So research that goes against 20 years of research?","613":"This research suggests objectifying images are harmful for a range of reasons including VAW","614":"Research shows sexual objectification harmful","615":"Click on the references tab, its all there  You can stop debating now","616":"20 years of research summarized here Sexual objectification of women clearly harmful","617":"20 years of research summarized here Sexual objectification of women","618":"20 years of research on the harms of sexually objectifying images -","619":"Hey   please read the research on harms of sexualisation","620":"Hey   please read the research on harms of sexualisation   ","621":"20 years of research on sexualisation of women and the harms here","622":"More porn use = thinking rape is ok   That is not ok at all     ItsOnUs  pornharms   SAPro  sachat  mondaymotivation","623":"Media and Sexualization  State of Empirical Research, 19952015","624":"Will   be taking into account the 20 years of research on harms of objectification?","625":"Will   be taking into account the 20 years of research on harms of objectification? ","626":"20yrs of research shows that sexualisation is harmful to all of us","627":"Feel free to look at the 20 years of research on the topic including the harms","628":"20yrs of research shows that sexualisation is harmful to all of us   ","629":"Hi   - you may be interested in the latest research on sexually objectifying portrayals of women and the harms","630":"Great study here showing two decades of research on harms of sexual objectification","631":"On the contrary  Challenging sexualisation essential","632":"Hi   why is your Instagram so porn-inspired? Haven't you seen the research?","633":"Hi   why is your Instagram so porn-inspired? Haven't you seen the research? ","634":"This will be my last tweet to you   Engage with the decades of research here","635":"Please read the research on the harms of sexually objectifying portrayals of women here","636":"Nope  We are evidence based","637":"I dont, theres 20yrs of research here","638":"Sexually objectifying portrayals of women in advertising have quite harmful consequences  Research","639":"WomenNotobjects","640":"Sexually objectifying portrayals of women are harmful  Research","641":"Why can't a woman just be topless on a beach just like a man without it being sexual?","642":"Its not really about offending people  There are harmful consequences for girls","643":"What you like or dont like is not our concern  Research shows sexualisation is harmful","644":"Please see research on harms of sexual objectification here","645":"Well said      need to exercise corporate social responsibility  Research on harms clear","646":"And heres what the research says about sexually objectifying portrayals of women","647":"Link  Makes you despair given rise of porno  How to counter this as a society that values respect and  equality?","648":"Impact of sexually objectifying portrayals of women - Media and Sexualization  State of Empirical Research,19952015","649":"New article on millennial women managing workplace inequalities  saying yes\/ fitting in\/ challenging norms","650":"some self promo--my article on  geny and everyday inequalities at work  let me know if you want a copy","651":"Who we are at work  millennial women, everyday inequalities and insecure work","652":"Thanks for this   My contribution to examining gendered  precarious work for  genY is here    CanFem","653":"Thanks for this   My contribution to examining gendered  precarious work for  genY is here","654":"Who we are at work   millennial women,  everyday inequalities and insecure  work, by Nancy Worth,","655":"Gender based  violence against men and  boys during mass conflict  menshealth  gender","656":"Important work by CLA's Gabrielle Ferrales on how mass atrocities are gendered","657":"Gender-Based Violence Against Men and Boys in Darfur The Gender - Genocide Nexus  Paywall","658":"Gender-Based Violence Against Men and Boys in Darfur  The Gender-Genocide Nexus  gendersociety","659":"Gender-Based Violence Against Men and Boys in Darfur","660":"Gender-based violence against men and boys in Darfur  the gender-genocide nexus","661":"Gender-Based  Violence Against  Men and Boys in  Darfur - The Gender- Genocide Nexus","662":"Gender-Based Violence Against Men and Boys in Darfur The Gender-Genocide Nexus","663":"Sexually inexperienced adults aren't highly desired as relationship partners - not even by their own kind","664":"Has Virginity Lost Its Virtue? Relationship Stigma Associated With Being a Sexually Inexperienced Adult","665":"Has Virginity Lost Its Virtue? Relationship Stigma Associated With Being a Sexually Inexperienced Adult   h","666":"A study of \"the stigma associated with being a sexually inexperienced adult\"","667":"Is there a stigma around being a sexually inexperienced adult? Read the new report in The Journal of Sex Research","668":"MT    Has Virginity Lost Its Virtue? Relationship Stigma Associated w\/ Being Sexually Inexperienced","669":"Has virginity lost its virtue? Kinsey research finds that sexual \"late bloomers\" may experience social stigma","670":"virginity-phobia? How have we come to this? Staying a virgin may have negative interpersonal consequences for youth","671":"MT    Has Virginity Lost Its Virtue? Relationship Stigma Associated w\/ Being Sexually Inexperienced htt","672":"Has virginity lost its virtue? Kinsey research finds that sexual \"late bloomers\" may experience social stigma    ","673":"it's 2016 and there are still social scientists who define sex as coitus  smdh  stillavirgin","674":"Has  Virginity Lost Its Virtue? Relationship Stigma Associated With Being a Sexually Inexperienced Adult","675":"Chastity no longer a plus  Virgins not viewed as desirable rltnshp partners, even by other virgins  By","676":"Has Virginity Lost Its Virtue? Relationship Stigma Associated With Being a Sexually Inexperienced Adult \/free access","677":"is virginity the new scarlet letter? \/\/ see also","678":"Access 2 Jnl of Sex Research articles featured on Broadly  and","679":"Routledgepsych Access 2 Jnl of Sex Research articles featured on Broadly  ","680":"Has virginity lost its virtue? Kinsey researchers examined the relationship stigma of being sexually inexperienced","681":"Academic writing that's very interesting - Has Virginity Lost Its Virtue? - From Kinsey Reaserchers -","682":"SexSciSociety    kinseyinstitute  Has virginity lost its virtue? Kinsey researchers examined the relationship ","683":"nRICHd_Pursuits    SexSciSociety    kinseyinstitute  Has virginity lost its virtue? Kinsey researchers examin","684":"Has virginity lost its virtue? Kinsey researchers examined the relationship stigma of being sexually inexperienced  ht","685":"Has Virginity Lost Its Virtue? Relationship Stigma Associated With Being Sexually Inexperienced  research  sex","686":"Mens Zero-Sum  Gender Beliefs and  Mental Health  Findings From  Chile,  Croatia  Psychology of Men and   Masculinity","687":"Link btw mens zero-sum gender beliefs and mental health  Findings frm Chileand Croatia   ","688":"A new study on 1 of my favourite topics   How Condom Discontinuation Occurs  Interviews With Emerging Adult Women","689":"MT    How Condom Discontinuation Occurs  Interviews With Emerging Adult Women","690":"How Condom Discontinuation Occurs  Interviews With Emerging Adult Women via","691":"For young cpls, decision to stop using  condoms neither deliberate nor planned  usually preceded by sporadic nonuse","692":"Sexual Intimacy Constructions of Hetero  Couples Living in a Low Income, Colored, Farmworker Community in S Africa","693":"Sexual Intimacy Constructions of Hetero  Couples Living in a Low Income, Colored, Farmworker Community in S Africa h","694":"I am the Man   Masculinity, of Voluntary Medical Adult Male  Circumcision for  HIV Prevention in South Africa","695":"and it will be free access in a few weeks when I tweet it!","696":"Does it have to be genetic to be protected? Great article on \"immutability\" in LGBT rights and  where we go from here","697":"This Annual Review of Sex Research article will be free online at Journal of Sex Research when I tweet it!","698":"FREE now! Scrutinizing Immutability  Research on Sexual Orientation and U S  Legal Advocacy for Sexual Minorities","699":"It's free online now!","700":"It's by   and  Clifford Rosky  It's free  !!  online at Quotes are direct, otherwise I paraphrase","701":"As a reminder, I'm tweeting this Annual Review of Sex Research article, free online at Journal of Sex Research!","702":"it's an Annual Review of Sex Research article by Lisa Diamond and  Clifford Rosky FREE at JSR","703":"Yes! \"The legal rights of individuals\" do not \"depend on a certain pattern of scientific findings\"","704":"I'm continuing my tweeting from Lisa Diamond and  Clifford Rosky's article, free here","705":"I've been tweeting from this Annual Review of Sex Research article free at Journal of Sex Research","706":"It's a free Annual Review of Sex Research article online at JSR","707":"As a reminder, I'm tweeting from this article!","708":"And that's it! I've been tweeting from this Annual Review of Sex Research article, FREE online at JSR","709":"Scrutinizing Immutability  Research on Sexual Orientation and U S  Legal Advocacy for Sexual Minorities","710":"Interesting review article on the immutability of same sex sexuality","711":"Scrutinizing Sexual Orientation Immutability","712":"this is funny sure but I hate this argument and it's unjust","713":"\"The immutability of sexual orientation should no longer be invoked as a foundation for gay\/bisexual rights \"","714":"Like, as an A\/V aid for discussing   and  Clifford Rosky's \"Scrutinizing Immutability\" piece","715":"Sexual Aggression Perpetration History, Emotion Regulation -  Mens  Aggressive Responding Following Social  Stress","716":"Groundbreaking stuff, indeed","717":"\"Men Wanted\"  Heterosexual Aesthetic Labor in the Masculinization of the Hair Salon  gendersociety","718":"Men wanted  heterosexual aesthetic labor in the masculinization of the hair salon","719":"An academic paper on how men's hair salons neutralise male entitlement to women's bodies  not The Onion","720":"How men's hair salons naturalize mens entitlement to womens bodies","721":"Does the Glass Escalator Compensate for Devaluation of Care Work Occupations? Men in Low-Skill Health Care Jobs","722":"Does the 'Glass Escalator' compensate for devaluation of 'feminised' occupations such as care work?","723":"If you liked   on pink collar work, read more about what happens when men move into  health  care","724":"Empowered spaces? Management articulations of gendered spaces in apparel factories in Karachi, Ruwanpura and  Hughes,","725":"A fantastic paper by Carly Nichols on food security in India","726":"Time Ni Hota Hai  time poverty and food security in the Kumaon hills, India--just published in","727":"Time Ni Hota Hai  time poverty and food security in the Kumaon hills, India by Carly E     poverty  food","728":"Time Ni Hota Hai   timepoverty and  foodsecurity in the Kumaon hills, India by Carly E  Nichols,","729":"I have a new review of Kassner's Rwanda and  the Moral Obligation of Humanitarian Intervention out  gated, sadly","730":"The Growing Influence of Gender Attitudes on Public Support for Hillary Clinton, 20082012","731":"Politics and  Gender - The Growing Influence of Gender Attitudes on Public Support for Hillary Clinton, 20082012","732":"Amazing how many think sexism doesn't hurt female candidates  Evidence to the contrary","733":"have you actually looked at the cited research, or are you dismissing it out of hand?","734":"In other words, people who reject feminism and  endorse rigid gender roles are less likely to support HRC  See","735":"Politics and  Gender - Women and Political Leadership in an Authoritarian Context  A Case Study of the Sixth","736":"Gender-related intolerance is key issue in childhood peer victimization\/bullying  Our new research  springerlink","737":"Intersectionality and  water  how social relations intersect with ecological difference, by Thompson,","738":"Global policy paradigms, gender equality and everyday lives in Beijing, Hong Kong, Seoul and Taipei","739":"Global policy paradigms, gender equality and everyday lives in Beijing, Hong Kong, Seoul and Taipei, Kennett et al,","740":"Global policy paradigms, gender equality and everyday lives in Beijing, Hong Kong, Seoul and Taipei, Kennett et al, ","741":"When straight men have sex with each others its    well, there's a book about that","742":"Book Review  Not Gay  Sex between Straight White Men by Jane Ward","743":"Strategies and methods to study female-specific cardiovascular health and disease   bsd","744":"Strategies to study female-specific cardiovascular health and disease  bsd","745":"Online now at JSR! Will be free when I tweet  in a few weeks","746":"It's here, and will be free when I tweet it!","747":"But it's still free to read\/download now! \"When sex and power collide  An argument for critical sexuality studies\"","748":"It's an Annual Review of Sex Research article, free online at JSR for now!","749":"And that's all for today! I've been tweeting from this Annual Review of Sex Research article, free online at JSR","750":"This Annual Review of Sex Research article is free online at JSR","751":"Free online at","752":"Routledgepsych When sex and  power collide  An argument for critical sexuality studies  FREE from the Annual Revie","753":"When sex and  power collide  An argument for critical sexuality studies  FREE from the Annual Review of Sex Research","754":"When sex and  power collide  An argument for critical sexuality studies  FREE from the Annual Review of Sex Research   htt","755":"This is a piece     When Sex and Power Collide  An Argument for Critical Sexuality Studies","756":"When Sex and Power Collide  An Argument for Critical Sexuality Studies","757":"Also online at JSR now, and also free in a few weeks when I tweet it!","758":"Adolescents and  pornography - a review of 20yrs of research  ARSR via","759":"Review  Porno use in young associated permissive sexual attitudes and  stronger gender-stereotypical sexual beliefs","760":"Lit Review  Porn use in teens linked to permissive sexual attitudes,  CasualSex, and  sexual aggression\/victimization","761":"What does 20 years of research tell us about the impact of porn on","762":"A 20-year review of porn and  teens from the experts   SexEd  SexSci","763":"Adolescents and Pornography  A Review of 20 Years of Research","764":"Another comprehensive study showing all the disagreements and new findings","765":"Another comprehensive study showing all the disagreements and new findings  ht","766":"I am really pleased to see the Queer\/ing Regions special issue out in","767":"\"Queer\/ing Regions\"","768":"Check out my review of Ammons and Kelly's \"Work and Family in the New Economy\" in Gender and  Society","769":"Expression profile of androgen-modulated microRNAs in the fetal murine lung","770":"Impact of Bems gender schema theory","771":"My latest article on Miriam Tlali and Lauretta Ngcobo's novels is available","772":"Rewriting apartheid South Africa  race and space in Miriam Tlali and Lauretta Ngcobos novels, by Barbara Boswell,","773":"Here's something","774":"A new Annual Review of Sex Research article online! \"The Complexities of Sexual Consent Among College Students\"","775":"For more on sexual consent, See also THIS Annual Review of Sex Research article ! Free when I tweet it, soon!","776":"What can social science tell us abt  SexualAssault on campus? Review of research lit tackles issues of  consent","777":"Did you know experts have written extensively about the research on sexual consent on campus? Check it out  free","778":"In a he said-she said rape case, you never really know  Oh wait - that's not what leading experts say  Check out","779":"Does sexual consent seem complicated? Experts make sense of the research  Free Annual Review of Sex Research article","780":"Perhaps Judge Aaron Persky should read \"The Complexities of Sexual Consent on Campus\"? It is free online","781":"Does sexual consent seem complicated? Experts make sense of the research  Free Annual Review of Sex Research article htt","782":"In a he said-she said rape case, you never really know  Oh wait - that's not what leading experts say  Check out ","783":"Title IX initiatives def  have their problems in implementation  See Muehlenhard et al 's  2016  review","784":"The Complexities of Sexual Consent Among College Students  Important topic for start of school year!  ConsentIsSexy","785":"It's complex, you say? Yeah, the experts know  The Complexities of Sexual Consent Among College Students","786":"Paid paternal leave would greatly help cohabiting new parents   springerlink","787":"Article  Roles of Fathers Involvement and  Coparenting in Relationship Quality among Cohab  and  Married Parents  FFpubs","788":"Article  Roles of Fathers Involvement and  Coparenting in Relationship Quality among Cohab  and  Married Parents","789":"I enjoyed writing this article with   PhD grad Lauren McClain  now Asst Prof","790":"Sexual double standard  PRI associates Derek Kreager and Jeremy Staff find in their latest article that female","791":"The double standard at sexual debut   gender, sex and  peer acceptance  PSHE  SRE","792":"Divisions everywhere   Peers enforce traditional sexual scripts for different types of sexual behaviors in","793":"Male adolescents gained while females lost peer status through having had sex","794":"Heterosexuality is an unsustainable system","795":"Navigating a  transgender or  gender nonconforming Identity within a context of oppression and  invisibility  LGBT","796":"From    and me  Unpacking the Pleasuresand Pains of Heterosexual Casual Sex  Beyond Singular Understandings","797":"NEW from me\/ -Unpacking the Pleasuresand Pains of Heterosexual Casual Sex  Beyond Singular Understandings","798":"Understanding the 'pleasures' and 'pains' of heterosexual casual sex","799":"Can't wait to read 'Unpacking the Pleasures and Pains of Heterosexual Casual Sex' by   and","800":"Ironically a bit of porn viewing undermined religiosity, but a heavier dose gave it a boost","801":"Ironically a bit of porn viewing undermined religiosity, but a heavier dose gave it a boost  ","802":"\"Viewing pornography may lead to declines in some dimensions of religiosity\" One kind of \"passion\" vs the other kind","803":"Does viewing pornography diminish religiosity over time? Evidence from Two-Wave Panel Data","804":"Does Viewing Pornography Diminish Religiosity Over Time? yes - and no","805":"\"Viewing pornography may lead to declines in some dimensions of religiosity\" One kind of \"passio","806":"Does Viewing Pornography Diminish Religiosity Over Time? Evidence From Two-Wave Panel Data  - PubMed - NCBI","807":"Longitudinal study  increased porn use decreases religiosity  But high porn use backlashes and  increases religiosity!","808":"Longitudinal study  increased porn use decreases religiosity  But high porn use backlashes and  increases religiosity! ","809":"Porn use--  decline in religiosity over time  At extreme levels tho, some religiosity aspects  eg  prayer  go up!","810":"Study finds link between viewing pornography and becoming more religious    source","811":"This paper could interest to","812":"High Praise For Porn  The post High Praise For Porn appeared first on    gay  news","813":"BioSpace  Watching Porn Frequently Could Make You A More Religious Person, Published In","814":"FYI - It was a study published in 'Journal of Sex Research'   FULL PAPER","815":"\/  Do enlighten us how the media, India Today and  several outlets worldwide  misinterpreted the 'porn' study","816":"A good reason not to watch too much porn Original Article","817":"\"Does Viewing Pornography Diminish Religiosity Over Time? Evidence From Two-Wave Panel Data \"  ciencia","818":"viewing pornography = less religiosity over time  though if viewing lots of porn, higher religiosity over time","819":"What predicts continued sexual satisfaction in long-term romantic relationships?  psychology  sexuality","820":"Does viewing pornography make people less religious?  psychology  sexuality  religion","821":"The paper suggests differently than the press","822":"Sex impacts Th1 cells, Tregs, and DCs in both intestinal and systemic immunity in a mouse strain and location-depe","823":"Sex impacts Th1 cells, Tregs, and DCs in both intestinal and systemic immunity in a mouse strain and","824":"Males have more dendritic cells than females","825":"Sociosexuality, Commitment, Sexual Infidelity, and  Perceptions of Infidelity  Data From the Second Love Web Site","826":"Sociosexuality, Commitment, Sexual Infidelity, and  Perceptions of Infidelity  Data From the Second Love Web Site ","827":"Sociosexuality, Commitment, Sexual Infidelity, and  Perceptions of Infidelity","828":"For ppl on a cheating website, interest in casual sex and  lower commitment to primary partner linked to infidelity","829":"Sociosexuality, Commitment, Sexual Infidelity, and Perceptions of Infidelity  a  HT","830":"Philipp Schulz's  PhD    review of \"I Am Evelyn Amony\" now available","831":"After   and    launch of  IAmEvelyn check out my review of the book published by  IFJP","832":"Check out my review of \"I am Evelyn Amony\" in the International Feminist Journal of Politics at","833":"Drive for muscularity and sexual orientation  Psychometric properties of the Italian vers     MentalHealth  psych","834":"So happy  academic article title includes \"Do you even lift, bro?\"","835":"Among sexual minority men, internalized  heterosexism linked to body issues that are in turn tied to steroid use","836":"What makes a  MaleFeminist? Support 4 moral concerns of harm and fairness, rather than loyalty, authority and  purity","837":"Individuals who endorse sexism and, oddly, women, perceived gender differences to be larger","838":"New sex difference discovered  Women see sex differences as larger than do men HT","839":"Individuals who endorse sexism and, oddly, women, perceived gender differences to be larger  ","840":"Interesting sex difference  Women are more likely than men to overestimate sex differences  !  HT","841":"Effect sizes for a selection of sex differences   2 = small,  5 = medium,  8 = large","842":"Interesting sex difference  Women are more likely than men to overestimate sex differences  !  HT","843":"New article by Zell et al  on the exaggeration of gender differences","844":"it's very real","845":"Feminists team up with Kenya Film Classification Board to fight our civilization","846":"Sex Roles was a gold mine this month  Read and try not to weep!","847":"An Experimental Manipulation of Approach and  Avoidance Sexual Goals and  Implications for Desire and  Satisfaction","848":"An Experimental Manipulation of Approach and  Avoidance Sexual Goals and  Implications for Desire and  Satisfaction   h","849":"Why u have sex matters  Doing it to get positive outcomes leads to more satisfaction than 2 avoid negative outcomes","850":"Seeking Connection vs Avoiding Disappointment  Sexual Goals and  Implications for Desire and  Satisfaction  a  HT","851":"Seeking Connection vs Avoiding Disappointment  Sexual Goals and  Implications for Desire and  Satisfaction  a","852":"Seeking Connection vs Avoiding Disappointment  Approach and  Avoidance Sexual Goals and  Imp  for Desire and  Satisfaction  a ","853":"Seeking Connection vs Avoiding Disappointment  Approach and  Avoidance Sexual Goals and  Imp  for Desire and  Satisfaction  a","854":"Whats Gender Got to Do With It? Sexual Double Standards and  Power in Heterosexual  Hookups","855":"Female students feel more judged for  HookingUp  feeling judged--  inequitable power dynamics in both sexes","856":"Whats Gender Got to Do With It? Sexual Double Standards and  Power in Heterosexual  Hookups   ","857":"What's Gender Got to Do w It? Sexual Double Standards and  Power in Heterosexual College Hookups  a","858":"What's Gender Got to Do w It? Sexual Double Standards and  Power in Heterosexual College Hookups  a  HT","859":"Such interesting findings re power and hooking up and reverse double standards! Nice work","860":"Read our newly published research on parenting stress and sexual satisfaction","861":"\"Speaking of Guns\" and other important insights from Israel","862":"Find the new Annual Review of Sex Research paper online at JSR It will be free when I tweet it in a month or so!","863":"Just when you thought there couldn't possibly be any more reviews trying to shoot down Bateman's principles","864":"Phenomenal new paper by Zuleyma Tang-Martinez  Should be required reading for all evolutionary biologists!","865":"We also published a great, comprehensive review paper on just this by Zuleyma Tang-Martinez last year","866":"We also published a great, comprehensive review paper on just this by Zuleyma Tang-Martinez last year ","867":"\"I have a nice gross vagina  Understanding Young Womens Genital Self-Perceptions  via","868":"Interviews w\/ 20 women find many have  MixedFeelings abt their vaginas which fluctuate over time and  situations","869":"\"I Have a Nice Gross Vagina\"  Understanding Young Women's Genital Self-Perceptions  a  HT","870":"\"I Have a Nice Gross Vagina\"  Understanding Young Women's Genital Self-Perceptions  a  HT    Se","871":"\"I Have a Nice Gross Vagina\"  Understanding Young Women's Genital Self-Perceptions  a  HT    Sexuality","872":"\"I Have a Nice Gross Vagina\"  Understanding Young Women's Genital Self-Perceptions  a  HT    S","873":"Self perception can be a big deal  Sex is generally thought of as \"dirty\" or \"nasty \" You can still \"get down\" AND be healthy   condoms","874":"decreasing femininity scores over the last few decades  amongst women  on the Bem sex-role inventory","875":"Masculine and Feminine Traits on the Bem Sex-Role Inventory, 19932012  a Meta-Analysis - Online First - Springer","876":"Is it time to bin the Bem Sex-Role Inventory?","877":"More evidence comes from studies showing women's gender indentity  but not men's  markedly changing over time","878":"New  openaccess article from Sex Roles! Gender-Role Portrayals in Television Advertising Across the Globe","879":"Just leave this here","880":"\"   Study found no relation between gender stereotypes in TV advertising and  gender equality across","881":"sadly a day late! From the Excellent source of info - yeyo","882":"Gender-Role Portrayals in Television Advertising Across the Globe   SpringerLink","883":"Research says otherwise","884":"Study found no relation between gender stereotypes in TV advertising and gender equality across different countries","885":"Gender-Role Portrayals in Television Advertising Across the Globe","886":"Check out the abstract here","887":"Great Example of a Study Revealing Sex and Gender Differences in Uric Acid and Cardiomyopathy\"  bsd","888":"Great Example of a Study Revealing Sex and Gender Differences in Uric Acid and Cardiomyopathy\"  bsd","889":"Could allopurinol be a sex-specific treatment for obstructive cardiomyopathy in women?","890":"Evidence for Young Adult Resilience in Sensitive Topics Research","891":"New  research for  mentalhealth researchers! Asking students sensitive qs may not be risky","892":"New  research for  mentalhealth researchers! Asking students sensitive qs may not be risky ","893":"Do Some Students Need Special Protection From Research on Sex and Trauma? New Evidence for Young","894":"Research  it seems that participation in sex research may be no more stressful than life stressors  So, participate!","895":"whoa, just a few  You might also like this  One author from your school","896":"MT    Students not traumatised by \"sensitive topics\" research  ethics committees should get out of the way","897":"MT    Students not traumatised by \"sensitive topics\" research  ethics committees should get out of the way h","898":"Do Some Students Need Special Protection From Research on Sex and Trauma? New Evidence for Young Adult Resilience in","899":"Do Some Students Need Special Protection From Research on Sex and Trauma? New Evidence for Young Adult Resilience in","900":"Students are not traumatised by \"sensitive topics\" research  ethics committees should get out of the way","901":"Is participating in  SexResearch emotionally distressing for sensitive demographics  eg youth, minorities  ?  Nope!","902":"Study finds that participating in research on sensitive topics is less distressing than many IRBs assume   research","903":"Study finds that participating in research on sensitive topics is less distressing than many IRBs assume","904":"Do Some Students Need Special Protection From Research on Sex and  Trauma?  Resilience in Sensitive Topics Research","905":"Do Some Students Need Special Protection From Research on Sex and  Trauma?  Resilience in Sensitive Topics Research ","906":"Do Some Students Need Special Protection From Research on Sex and   Trauma?  a  HT","907":"Dyadic Perspective on Childhood Maltreatment for Women w PVD and  Their Partners","908":"For women w  vulvodynia and  their partners, childhood maltreatment linked to emotional pain and  lower sexual functioning","909":"Hyper or hypo-masculine? Re-conceptualizing hyper-masculinity through Seattles gay, leather community, A Childs ","910":"Hyper or hypo-masculine? Re-conceptualizing hyper-masculinity through Seattles gay, leather community, A Childs","911":"Hyper or hypo-masculine? Re-conceptualizing hyper-masculinity through Seattles gay, leather community -","912":"If you were unconvinced about the importance of feminist perspectives in geography","913":"Hyper or hypo-masculine? Re-conceptualizing  hyper-masculinity through Seattles gay, leather community by Childs,","914":"Hyper or hypo-masculine? Re-conceptualizing  hyper-masculinity through Seattles gay, leather community by Childs, ","915":"My class loved this article","916":"UWGeography  2008cohortpride","917":"\"Did I get my grant for cancer research approved?\" -Not yet, we had to prioritize a very important research project","918":"The \"gay leather community\" reinforces heterosexual roles, you say?","919":"Science!!!  Er   , uh","920":"\"Did I get my grant for cancer research approved?\" -Not yet, we had to prioritize a very important research project htt","921":"Higher masculine AND feminine cognitive traits give men an edge in wayfinding  women only trade on masculine ones","922":"Cognitive and Personality Characteristics of  Masculinity and  Femininity Predict Wayfinding Competence, Strategies","923":"Can't change your biology","924":"Sexual and  Reproductive Hlth Knowledge among Men and  Women Age 15 - 49 Yrs in Metro  Tehran  a  HT    Iran","925":"Sexual and  Reproductive Hlth Knowledge among Men and  Women Age 15 - 49 Yrs in Metro  Tehran  a  HT  ","926":"And read  's discourse analysis of Julia Gillard, Australian media, and the \"gender wars\" allegory in Pand G","927":"My   paper is live!  GenderPrayGap  Gender  Intersectionality","928":"Men who make more money are more religious  Women who make more money are less religious","929":"U S   women more  religious, but no  gender difference for high earners","930":"Women who  earn more  money are less  religious, unless they are  Black   Intersectionality","931":"Among high-earning whites, men attend religious services more than women  gender  religion","932":"Differences among women and men are just as large as differences between them","933":"Women in elite careers less religious than other women  Men in elite careers more religious  ht","934":"Holy Intersectionality! $$'s relation to religiosity differs by race and gender","935":"Women in elite careers less religious than other women  Men in elite careers more religious","936":"GenderPrayGap Differences among women and  men just as large as the differences between them","937":"The Gender Pray Gap  Wage Labor and the Religiosity of High-Earning Women and Men   by","938":"White women, but not Black women, who earn more money are less religious   Intersectionality","939":"The Gender Pray Gap  Wage Labor and the Religiosity of High-Earning Women and Men   by   ","940":"SAGEsociology The gender pray gap  wage labor and  religiosity of high-earning women\/men","941":"White women, but not Black women, who earn more money are less religious   Intersectionality ht","942":"My new paper  \"The Gender Pray Gap  Wage Labor and  the Religiosity of High-Earning Women and  Men\"","943":"My new paper  \"The Gender Pray Gap  Wage Labor and  the Religiosity of High-Earning Women and  Men\"ht","944":"The gender pray gap  wage labor and the religiosity of high-earning women and men","945":"The gender pray gap No gender differences in religiosity for high earners but among low earners-women more religious","946":"The Gender Pray Gap  Wage Labor and the Religiosity of High-Earning Women and Men  gendersociety","947":"My paper, \"The Gender Pray Gap,\" is coming out in the August issue of Gender and  Society","948":"My paper, \"The Gender Pray Gap,\" is coming out in the August issue of Gender and  Society   ","949":"Great new   article by IU grad student","950":"Gender differences in religiosity disappear among high earners  Women become less religious  men more   religion","951":"The Gender Pray Gap  Wage Labor and the Religiosity of High-Earning Women and Men ","952":"My   paper is live!  GenderPrayGap  Gender  Intersectionality   ht","953":"Yes, earnings slopes are significant  Here's the paper   And here's a PDF","954":"This figure comes from \"The Gender Pray Gap\"","955":"The gender pray gap No gender differences in religiosity for high earners but among low earners-women more religious ","956":"Gender differences in religiosity disappear among high earners  Women become less religious  men more","957":"Religion is intersectional","958":"Congratulations!  SociologyOfReligion","959":"Power of intersectionality  High-income men are more religious than low-income men, but the reverse is true among women   sogintersections","960":"I just received the McNamara paper award from  !  The paper is entitled \"The Gender Pray Gap\"","961":"Power of intersectionality  High-income men are more religious than low-income men, but the reverse is true among women   ","962":"Try to like your body  focus on the experience  Body Dissatisfaction, Cognitive Distraction and  Sexual Difficulties","963":"Impact of Body Dissatisfaction on Sexual Difficulties Among Men and  Women  Mediating Role of Cognitive Distraction","964":"Impact of Body Dissatisfaction on Sexual Difficulties Among Men and  Women  Mediating Role of Cognitive Distraction ","965":"Impact of Body Dissatisfaction on Distressing Sexual Difficulties among Men and  Women  a  HT  ","966":"Impact of Body Dissatisfaction on Distressing Sexual Difficulties among Men and  Women  a  HT","967":"Impact of Body Dissatisfaction on Distressing Sexual Difficulties - Men and  Women  Role of Cognitive Distraction  a","968":"Impact of Body Dissatisfaction on Distressing Sexual Difficulties - Men and  Women  Role of Cognitive Distraction  a  ","969":"Women report higher levels of body dissatisfaction, and greater cognitive distraction based on appearance than men","970":"are associated with lower rape beliefs   2\/2","971":"\"BDSM practitioners reported significantly lower levels of benevolent sexism,rape myth acceptance,and victim blaming\"","972":"Ppl who engage in  vs don't   BDSM report lower levels of benevolent sexism, rape myth acceptance, and  victim blaming","973":"briandavidearp  Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs","974":"New study of BDSM  Participation in a culture of consent may be associated w\/ lower rape-supportive beliefs","975":"\"BDSM practitioners reported significantly lower levels of benevolent sexism,rape myth acceptance,and victim blaming\"","976":"not sure if you're interested\/have already seen those","977":"New study argues that participating in a culture of consent may be associated with lower rape-supportive beliefs","978":"Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs","979":"treats BDSM as sick addiction, turns out they r actually more egalitarian and  stronger consent understanding","980":"treats BDSM as sick addiction, turns out they r actually more egalitarian and  stronger consent understanding htt","981":"Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs  ","982":"Academic  \"Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs\"  bdsm  kink","983":"Academic  \"Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs\"","984":"Those involved in BDSM are less likely to hold benevolent sexist beliefs, endorse rape myths or victim blame","985":"Neat study by NIU peeps  Participating in a Culture of Consent May Be Associated With Lower Rape-Supportive Beliefs","986":"Participating in a Culture of Consent May Be Assoc w Lower  Rape-Supportive Beliefs  a  HT","987":"Under-researched topic\" Sexually experienced adolescents' thoughts about sexual pleasure","988":"Under-researched topic\" Sexually experienced adolescents' thoughts about sexual pleasure   htt","989":"Sexually active teen girls are motivated to talk w partners abt  SexualPleasure but often lack the needed skills","990":"Sexually Experienced Adolescents' Thoughts About Sexual Pleasure  a  HT","991":"Excited that my article Sexually Experienced Adolescents Thoughts About Sexual Pleasure has an issue! Check it out","992":"Primary fundraising challenges specific to Repub women  Gender, Partisanship, and  Fundraising Support in 2010\/2012","993":"LGBTTs of Turkey between the east and the west  the city and the world through their eyes    Gney and  Seluk  LGBTT","994":"LGBTTs of Turkey between the east and the west  the city and the world through their eyes    Gney and  Seluk  LGBTT ","995":"Mercan Efe Gney and  rem Ayhan Seluk, LGBTTs of Turkey between the east and the west,","996":"LGBTTs of Turkey between the east and the west, by Mercan Efe Gney and  rem Ayhan Seluk,","997":"Our qual study of sexual desire in men 30-65 yrs in long-term rel'ps has been published!","998":"Our qual study of sexual desire in men 30-65 yrs in long-term rel'ps has been published!    h","999":"What turns on men in LTRs? Feeling desired  novelty  communication  Turn offs  rejection  lack of emo connection","1000":"A Qualitative Exploration of Factors That Affect Sexual Desire Among Men Aged 30 to 65 in Long-Term Relationships","1001":"briandavidearp  A Qualitative Exploration of Factors That Affect Sexual Desire Among Men Aged 30 to 65 in Long-Ter","1002":"A Qualitative Exploration of Factors That Affect Sexual Desire Among Men Aged 30 to 65 in Long-Term Relationships ","1003":"MT    What turns on men in LTRs? Feeling desired  novelty  communication","1004":"Factors That Affect Sexual Desire among Men Aged 30 - 65 in Long-Term Relationships  a  HT","1005":"Surprise! Men are not cold-hearted machines  They have feelings and desire emotional connection just like women","1006":"Sexuality professionals have always known male sexual desire is certainly more complex than the media and society perceive it","1007":"Mens sexual desire may be more complex and relational than previous research suggests","1008":"Surprise! Men are not cold-hearted machines  They have feelings and desire emotional connection just like women  ","1009":"First first-author paper! Not a math\/stat journal, but it's a start!  kidsandsex","1010":"Patterns of Sexual Experience Among Urban Latino and African American Ninth Grade Students","1011":"19% of Latino and  Black 9th graders report vaginal sex  16%  OralSex, 6%  AnalSex  neither delays or subs 4 vaginal","1012":"Journal of Sex Research investigates patterns of sexual behavior in Latino and  African American 9th graders","1013":"SexSciSociety    kinseyinstitute  Journal of Sex Research investigates patterns of sexual behavior in Latino and ","1014":"nRICHd_Pursuits    SexSciSociety    kinseyinstitute  Journal of Sex Research investigates patterns of sexual ","1015":"'Jimmy cap before you tap'  developing condom use messages for African-American women","1016":"I liked this article on  sexualhealth communication as it acknowledges that broad-brush approaches do not work","1017":"Interviews w\/ Black women find  CondomUse is disliked by partners and  associated more w pregnancy  vs HIV  prevention","1018":"Jimmy Cap Before You Tap  Developing Condom Use Messages for African American Women  a  HT","1019":"Jimmy Cap Before You Tap  Developing Condom Use Messages for African American Women  a  HT  ","1020":"Morning!  Hot off the press, my new article in Politics and  Gender on intersectionality and US election campaigns","1021":"Seeing Double  Race, Gender, and Coverage of Minority Women's Campaigns for the U S  House of","1022":"Same party list position does not guarantee the same media coverage for men and women, with   now out  ","1023":"Invisible Women? by   and","1024":"Politics and  Gender - Invisible Women? Comparing Candidates News Coverage in Europe","1025":"Same party list position does not guarantee the same media coverage for men and women, with   now out","1026":"1\/2 New from   and    Media coverage male and  female candidates","1027":"1\/2 New from   and    Media coverage male and  female candidates ","1028":"ICD_CSW Even highly prominentand competitive candidates, media bias remains in EU25,reflects parties preselection","1029":"ICD_CSW Study reports that \"Motherhood penalty\" does not apply in  WomenInPolitics  social media use","1030":"Masturbation Experiences of Swedish Senior High School Students  Gender Differences and  Similarities","1031":"Masturbation Experiences of Swedish Senior High School Students  Gender Differences and  Similarities   ht","1032":"STUDY   Masturbation Experiences of Swedish Senior High School Students  Gender Differences and Similarities  SXRS","1033":"Even in gender-equal Sweden, young men masturbate more than women, but many men and  women report similar experiences","1034":"Gender differences in  masturbation  and  orgasm!  experiences  1st graph women  2nd graph men","1035":"Masturbation Experiences of Swedish Senior High School Students  Gender Differences and  Similarities  a  HT","1036":"Masturbation Experiences of Swedish Senior High School Students  Gender Differences and  Similarities  a","1037":"Stephanie Miedema -- an  EmorySociology grad student -- has a new article in Gender and  Society  Check it out!","1038":"Social inequalities, empowerment, and  womens transitions into abusive marriages  a case study from Myanmar","1039":"women and abusive marriages  a case study from  Myanmar    StopVAW","1040":"Social Inequalities, Empowerment, and Womens Transitions into Abusive Marriages  A Case Study      gendersociety","1041":"\"These Critics  Still  Dont Write Enough about Women Artists\"  Gender Inequality in the Newspa     gendersociety","1042":"The Division of Child Care, Sexual Intimacy, and Relationship Quality in Couples  gendersociety","1043":"The division of child care, sexual intimacy, and relationship quality in couples","1044":"Equal division of child care in hetero cpls linked 2 higher quality rltnshps and  more satisfying  SexLife 4 both sexes","1045":"Men benefit from doing childcare, but it also improves rel quality and intimacy compared to mom's doing it all","1046":"Men benefit from doing childcare, but it also improves rel quality and intimacy compared to mom's doing it all ","1047":"Neuro_Skeptic  Influence of menstrual cycle phase on resting-state functional connectivity","1048":"Influence of menstrual cycle phase on resting-state functional connectivity","1049":"Closer steps toward understanding influence of menstrual cycle on smoking cessation in women   bsd","1050":"Influence of menstrual cycle phase on resting-state functional connectivity in naturally cycling, cigarette     bsd","1051":"Research   Influence of menstrual cycle phase on cigarette-dependent women","1052":"Influence of menstrual cycle phase on resting-state functional connectivity in cycling, cigarette-dependent women","1053":"Girls- want to quit smoking? Start the week before your period, your resolve is stronger!","1054":"MenstrualCycle influence on resting-state functional connectivity in naturally cycling, cigarette-dependent women","1055":"Young women more likely to endorse same-gender attraction, but men reach sexual orientation milestones earlier","1056":"Endorsement and  Timing of Sexual Orientation Developmental Milestones  Sexual Minority Young Adults  a  HT","1057":"Endorsement and  Timing of Sexual Orientation Developmental Milestones  Sexual Minority Young Adults  a","1058":"It's good to see research on this important and  under-studied topic  Onset of sexual feelings, behaviour and  identity","1059":"Endorsement and  Timing of Sexual Orientation Developmental Milestones  Sexual Minority Young Adults","1060":"We just published  \"Still Second Class  Sexual Harassment of Graduate Students\"   institutionalbetrayal  AND","1061":"The journal we published in is respected peer-reviewed   institutionalbetrayal AND","1062":"New study on sexual harassment of women grad students by UO psychologist Jennifer Freyd and her collaborators","1063":"38% of female grad students report experiencing  SexualHarassment at school  harassment linked to negative outcomes","1064":"Citation is at found via","1065":"Still Second Class  Sexual Harassment of Graduate Students  a  HT","1066":"Free research - Still Second Class  Sexual Harassment of Graduate Students","1067":"\"Still Second Class  Sexual Harassment of Graduate Students\"","1068":"Juicy tip   RapeCulture  LOL","1069":"SAGEpsychology Still Second Class  Sexual Harassment of Graduate Students PWQ4U","1070":"Still Second Class  Sexual Harassment of Graduate Students","1071":"Yes! Let's do a better job incorporating  intersectionality into quantitative  psychology research","1072":"Invited Reflection  Intersectionality Theory and Feminist Psychology  Psychiatry","1073":"Invited Reflection  Intersectionality as an Epistemological Challenge to      Psychiatry","1074":"Cy  BiolSexDiffer Age and sex dependent effects of early overnutrition on metabolic parameters and the role of","1075":"My article  coauthor Yulia Dementieva  titled The Contextual Specificity of Gender is now online!   springerlink","1076":"My article  coauthor Yulia Dementieva  titled The Contextual Specificity of Gender is now online!","1077":"Contextual Specificity of  Gender  Femininity and Masculinity in College Students Same- Other-Gender Peer Contexts","1078":"Study  Doing Gender Online  New Mothers Psychological Characteristics, Facebook Use, and Depressive Symptoms","1079":"Study explains why some new moms post the baby pictures non-stop on  socialmedia  Via Sex Roles Journal","1080":"New Mothers' Psychological Characteristics, Facebook Use, and Depressive Symptoms","1081":"Facebook activity and profile pictures can help identify new mothers at risk for postpartum  depression","1082":"Has the American Publics Interest in Info   Related to Rel'ps Beyond The Couple Increased Over Time?","1083":"Has the American Publics Interest in Info   Related to Rel'ps Beyond The Couple Increased Over Time?   ","1084":"Has the American public interest in Polyamory and Open Relationships increased from 2006 to 2015? Another","1085":"article suggests rules of  romance are changing as web searches for  poly and   openrelationships increase","1086":"Polyamory trending? Has Interest in Information Related to Relationships Beyond The Couple Increased Over Time?","1087":"NICE!!  Google Trends shows that searches for polyamory and open relationships have increased over the last ten","1088":"Google searches for  polyamory have significantly increased from 2006-2016, esp  relative to other popular searches","1089":"NormanBuffong    DrZhana  Google searches for  polyamory have significantly increased from 2006-2016, esp  relati","1090":"Has American Public's Interest in Information Related to Relationships Beyond \"The Couple\" Increased Over Time?  a","1091":"Has American Public's Interest in Information Related to Relationships Beyond \"The Couple\" Increased Over Time?  a  ","1092":"Has the American Publics Interest in Information Related to Relationships Beyond The Couple Increased Over Time?","1093":"Grateful for Tumbleweed review in  ! Love the adjectives  ambitious compelling careful optimistic   + bleak!","1094":"'Cisgender psychologists' attitudes to trans people'   now  OpenAccess via FAC  LBGT  research","1095":"'Cisgender psychologists' attitudes to trans people'   now  OpenAccess via FAC  LBGT","1096":"Media Coverage of Female and Male High Court Appointees in Five Democracies  New from   and  others","1097":"Kathryn Yount, Stephanie Miedema and  Chris Martin of  EmorySociology publish new article in the journal, Sex Roles","1098":"Gender ideologies and  young mens responses to work\/family policies  menshealth  gender","1099":"Masculinity and the Stalled Revolution  How Gender Ideologies, Norms Shape  Mens Responses to WorkFamily Policies","1100":"How Gender Ideologies and  Norms Shape Mens Responses to WorkFamily Policies  genderequity  masculinity  paywall","1101":"Masculinity and the Stalled Revolution  How Gender Ideologies and Norms Shape Young Mens Respo     gendersociety","1102":"Men are more likely to support shared care work if they think their peers do this too","1103":"How  gender norms shape young mens responses to work\/family policies  menshealth","1104":"New paper on family-friendly legislative practices in Politics and  Gender with Dave Cutts     and    - ","1105":"You might find this useful from me and colleagues - - AMs under growing pressures","1106":"Link to study","1107":"Why do young ppl use condoms? For protection against pregnancy  51% of partners   STIs  17%   both  33%","1108":"Competing Priorities  Partner-Specific Relationship Characteristics and  Motives for Condom Use  At-Risk Young Adults ","1109":"Competing Priorities  Partner-Specific Relationship Characteristics and  Motives for Condom Use  At-Risk Young Adults","1110":"Competing Priorities  Partner-Specific Relationship Characteristics and  Motives for At-Risk Young Adults  Condom Use","1111":"Partner-Specific Relationship Characteristics and  Motives for Condom Use Among At-Risk Young Adults","1112":"fear of negative evaluation and  social distress when dating associated with sexting behaviors","1113":"Relational Anxiety and Sexting","1114":"New study  Relational anxiety and sexting","1115":"Would someone mind sexting  or emailing me  a copy of this sexting paper? Thanks very much","1116":"Undergrads   sexting linked to low attachment avoidance, fear of negative evaluation and  social distress when dating","1117":"Relational  Anxiety and Sexting  a  MT","1118":"MT    New study  Does relational anxiety pressure young adults to participate in  sexting?","1119":"New Journal of Sex Research study  Does relational anxiety pressure young adults to participate in  sexting?","1120":"SexSciSociety    kinseyinstitute  New Journal of Sex Research study  Does relational anxiety pressure young ad","1121":"nRICHd_Pursuits    SexSciSociety    kinseyinstitute  New Journal of Sex Research study  Does relational anxie","1122":"Low attachment avoidance and  high fear of negative evaluation from a dating partner predict why people sext","1123":"Relational Anxiety and  Sexting  a  HT","1124":"Profiles of African Am College Students Alcohol Use and  Sexuality  Assoc w Stress, Discrimination and  Social Support","1125":"Profiles of African Am College Students' Alcohol Use and  Sexuality  Assoc w Stress, Discrimination and  Social Support","1126":"African Am College Students Alcohol Use and  Sexual Behaviors  Stress, Discrimination and  Support Impact","1127":"African Am College Students Alcohol Use and  Sexual Behaviors  Stress, Discrimination and  Support Impact HT","1128":"Do Women and Men Respond Differently to Negative News?","1129":"Politics and  Gender - He Said, She Said  The Impact of Candidate Gender in Negative Campaigns","1130":"The Impact of Candidate Gender in Negative Campaigns","1131":"Interesting new study  Exploring U S  Social Work Students Sexual Attitudes and  Abortion Viewpoints","1132":"New article from research team on U S  MSW student's attitudes on sexuality and   abortion in Journal of Sex Research","1133":"Exploring U S  Social Work Students Sexual Attitudes and Abortion Viewpoints","1134":"Exploring U S  Social Work Students Sexual Attitudes and Abortion Viewpoints  a  HT","1135":"Hot of the presses! Development of a new measure of sexual contingent self-worth","1136":"Development and Validation of the Sexual Contingent Self-Worth Scale","1137":"Development and Validation of the Sexual Contingent Self-Worth Scale  a  HT","1138":"This scale for measuring  selfesteem vis--vis  sexuality will be useful in studies of psychosocial aspects of  HIV","1139":"This scale for measuring  selfesteem vis--vis  sexuality will be useful in studies of psychosocial aspects of  HIV ","1140":"Our new paper on relationship between importance of family values and  homophobia in Scotland  and Lithuania","1141":"Our new paper on relationship between importance of family valuesand homophobia in Scotlandand Lithuania","1142":"Cross cultural analysis shows the role of the family in national identity definition predicts homophobia Open Access","1143":"New by  ,Kalinauskaiteand    Impact of Family Values on Homophobia in Lithuaniaand Scotland","1144":"Evidence of correlation between national identification and   homophobia  Important to decouple identities and  prejudice","1145":"Full text of my paper with   on homophobia and national endorsement of family values","1146":"Impact of Natl ID and  Perceived Importance of Family Values on Homophobic Attitudes in  Lithuania and   Scotland  LGBT","1147":"Impact of Natl ID and  Perceived Importance of Family Values on Homophobic Attitudes in  Lithuania and   Scotland","1148":"Interesting graph","1149":"Religious Beliefs, Gender Consciousness, and Womens Political Participation","1150":"My newest paper w   \"Religious Beliefs, Gender Consciousness, and Womens Political Participation\"","1151":"Bystander Attitudes to Prevent Sexual Assault  A Study of College Students in the U S , Japan, India Vietnam and  China","1152":"Bystander Attitudes to Prevent Sexual Assault  A Study of College Students in the U S , Japan, India Vietnam and  China h","1153":"Evidence for sex differences in osteoarthritis of the knee - potential for targeted treatment  bsd","1154":"Evidence for sex differences in osteoarthritis of the knee - potential for targeted treatment  bsd","1155":"Book review on Dispossession  the performative in the political by Leticia Sabsay","1156":"Ohhh can't wait to read and cover on EP","1157":"\"from the perspective of a breastfeeding mother, what characterizes an ideal public sphere in a liberal society?\"","1158":"MT    \"from the perspective of a breastfeeding mother, what characterizes an ideal public sphere in   \"","1159":"Sex differences in pain behaviors following three early life stress paradigms","1160":"Sex differences in pain behaviors following three early life stress paradigms      ","1161":"Antnia Casellas' review on Public spaces, gender and  diversity  Geographies for inclusive cities","1162":"'Stepping through the looking glass  The future for women in sport' by R  Hall and     womeninsport","1163":"'Stepping Through the Looking Glass  The Future for Women in Sport' by Ruth Hall and     scholarsaturday","1164":"'Stepping Through the Looking Glass  The Future for Women in Sport' by Ruth Hall and     scholarsaturday ","1165":"Legalizing Parents and Other Caregivers  A Family Immigration Policy  socialpolitics","1166":"Clare Mariskind's book review on Joining the resistance","1167":"Gender and  Society article  Carceral and Intersectional Feminism in Congress","1168":"Carceral and Intersectional Feminism in Congress  The Violence Against Women Act, Discourse, a     gendersociety","1169":"Carceral and intersectional feminism in Congress  The Violence Against Women Act, discourse, and policy","1170":"The politics of gender in the UN Security Council resolutions on women, peace and security","1171":"To attract more competitive job candidates, family-supportive policies matter","1172":"Do gender roles and  stereotypes about STEM careers explain women and  mens science pursuits? New research suggests yes","1173":"Do gender roles and  stereotypes about STEM careers explain women and  mens science pursuits? New research","1174":"Emma Berman and Jody Emel's review of Buzz  urban beekeeping and the power of the bee","1175":"Context matters-living in areas w LGBT resources related to outness\/social support and  less internalized homophobia","1176":"Context matters for outness  Queer women more likely to  ComeOut if they live in affirmative places w LGB resources","1177":"Differences Across Contexts  Minority Stress and  Interpersonal Relationships for Lesbian, Gay and  Bisexual Women  a","1178":"First, first author paper, 3 year in the making  Same sex other sex gender differences in adolescent empathy","1179":"Empathy gap starts as early as young teenagers - other evidence shows it can start even earlier","1180":"Q  Why do people care less when men have problems than when women do? A  there is a gender empathy gap","1181":"Studying  sex as a  biological_variable  Dos and don'ts","1182":"Here is another which includes perspectives from the Canadian and American funding agencies --","1183":"Bluehand  BluehandFamily  BritainFirst realscientists  Here is another which includes perspectives from the Ca","1184":"When young ppl are exposed 2 romantic  vs sexual or neutral  cues, they rate themselves as less sexually permissive","1185":"Priming Sexual and  Romantic Representations  Sex Encourages and  Romance Discourages Sexual Permissiveness Sometimes  a","1186":"Priming Sexual and  Romantic Representations  Sex Encourages and  Romance Discourages Sexual Permissiveness Sometimes  a ","1187":"\"Sexual\" cues prime ppl to rate themselves as more sexually permissive than \"romantic\" cues","1188":"\"Sexual\" cues prime ppl to rate themselves as more sexually permissive than \"romantic\" cues htt","1189":"Sexual Possible Selves and  Strategies of 1st-Semester College Students  What Do They Hope for and  Fear?  a HT","1190":"Sexual Possible Selves and  Strategies of 1st-Semester College Students  What Do They Hope for and  Fear?  a","1191":"Preclinical research getting it Right and moving us closer to Sex-Selective Therapies    bsd","1192":"Preclinical research getting it Right and moving us closer to Sex-Selective Therapies    bsd  ","1193":"New piece out in IFjP with Ceridwen Spark on women's political participation in Melanesia","1194":"interesting but doesn't account for why those who could win don't run  See","1195":"Sport = Male But Not All Sports  Investigating the Gender Stereotypes of Sport Activities at the Explicit and ","1196":"Sport = Male But Not All Sports","1197":"'   Investigating the Gender Stereotypes of Sport Activities at the Explicit and Implicit Levels'  scholarsaturday","1198":"Women have darker skin, eyes and hair than men given the same genotype   ","1199":"New article by   on women's  humanrights struggles and   collectiveidentity in  Honduras  WHRD","1200":"Spatial imaginaries and  collectiveidentity in womens  humanrights struggles in  Honduras","1201":"Maaret Jokela-Pansini, Spatial imaginaries and collective identity in womens human rights struggles in Honduras,","1202":"lgbtiq in  DRR  the pioneer example of  WeHo -","1203":"lgbtiq in  DRR  the pioneer example of  WeHo -   ","1204":"Weve seen the future and  its very diverse  beyond  gender and disaster   California","1205":"Weve seen the future and  its very diverse  beyond  gender and disaster   California   ","1206":"\"Looking at  porn  appears to be reasonably common in Australia, with adverse effects reported by a small minority \"","1207":"Very few individuals consider themselves addicted to pornography  most see benefits,","1208":"\"Looking at pornographic material  is  common in Australia, with adverse effects reported by a small minority\"","1209":"Nationally representative study in Australia  Adverse effects of  porn use reported by only small minority of users","1210":"Nationally representative study in Australia  Adverse effects of  porn use reported by only small minority of users ht","1211":"A Profile of Pornography Users in Australia  Findings From the Second Australian Study of Health and  Relationships","1212":"4% of Australian men report porn addiction - but only 1\/2 of those think it's a bad thing!","1213":"4% of Australian men report porn addiction - but only 1\/2 of those think it's a bad thing! ","1214":"New study  N=20,094 Australians age 16-69 sex films overwhelmingly positive effects &lt 1% problem","1215":"New study  N=20,094 Australians age 16-69, sex films overwhelmingly positive effects, &lt 1% problem","1216":"New study  N=20,094 Australians age 16-69, sex films overwhelmingly positive effects, &lt 1% problem h","1217":"Profile of Porn Users in Australia  Findings From 2nd Australian Study of Health and  Relationships  a  HT","1218":"Profile of Porn Users in Australia  Findings From 2nd Australian Study of Health and  Relationships  a","1219":"Link this study whenever you hear   \/   bang on about the harms of pornography  auspol","1220":"A lot of porn talk lately  Here are the facts  most Aussies consume porn, overwhelming majority rate it positively","1221":"A lot of porn talk lately  Here are the facts  most Aussies consume porn, overwhelming majority rate it positively  ","1222":"What percentage of Australians view themselves as 'porn addicted'? &lt 4%  FightPornPanic  auspol","1223":"Data show problems with use  not necessarily dx  are slightly more than schizophrenia prevalence  Tiny  Mainly +","1224":"Great response   let's look at data","1225":"Data show problems with use  not necessarily dx  are slightly mo","1226":"Data say effects \"bad\" in &lt 1% women and  &lt 4% of male users in representative survey","1227":"\"childfree  i e  childfree-by-choice  women elicited envy, disgust, and harm behaviors\"  perfect","1228":"I Dont Need Help   Gender Differences in how Gender Stereotypes Predict  Help-Seeking - Sex Roles J Res","1229":"Estrous cycle influences excitatory amino acid transport and visceral pain sensitivity in","1230":"Estrous cycle influences excitatory amino acid transport and visceral pain  microbiome","1231":"Estrous cycle influences excitatory amino acid transport, visceral pain in rat  effects of early-life stress","1232":"Toward a Relational Understanding of Objectification, Body Image, and Preventive Sexual Health","1233":"Toward a Relational Understanding of Objectification, Body Image and  Preventive  SexualHealth  a  HT","1234":"Toward a Relational Understanding of Objectification, Body Image and  Preventive  SexualHealth  a  HT","1235":"Young Womens Views of Unwanted  Sex  By  MSW Annie Bruns'16 and  Dr  Bay-Cheng  -free article!","1236":"How women perceive their unwanted sexual experiences depends on social and financial success","1237":"SAGEpsychology Yes, But  Young Womens Views of Unwanted Sex at the Intersection of Gender and Class PWQ4U","1238":"Interesting and  important - 'Yes, But  Young Womens Views of Unwanted Sex at the Intersection of Gender and Class'","1239":"Interesting and  important - 'Yes, But  Young Womens Views of Unwanted Sex at the Intersection of Gender and Class' ","1240":"affective  inequalities in possibilities for consensual and wanted sex","1241":"Yes, But  Young Womens Views of Unwanted Sex at the Intersection of Gender and Class","1242":"Review of The spirit of  revolution  beyond the dead ends of man","1243":"New in BSD  Becker et al \"Female rats are not more variable than male rats  a meta-analysis of neuroscience studies","1244":"Important new paper from my awesome colleague Jill Becker, with Brian Prendergast and  Jing Liang","1245":"\"among diverse traits relevant to neuroscience, female rats are no more variable than male rats\"  bsd","1246":"Female rats are not more variable than male rats  a meta-analysis of neuroscience studies -  bsd","1247":"Female rats are not more variable than male rats  a meta-analysis of neuroscience studies  bsd","1248":"NIHOBSSR Female rats are not more variable than male rats  a meta-analysis of neuroscience studies NIDAnews UCh","1249":"New in BSD  Becker et al \"Female rats are not more variable than male rats  a meta-analysis of neuroscience studies ","1250":"Female rats are not more variable than male rats  a meta-analysis of neuroscience studies","1251":"NIHOBSSR Female rats are not more variable than male rats  a meta-analysis of neuroscience studies UMBME  cunyn","1252":"Female rats are not more variable than male rats  a meta-analysis of neuroscience studies   ","1253":"old dude with old data- we're not more variable!","1254":"Female rats are not more variable than male rats according to a new study published in","1255":"Lack of female rats in  neuroscience studies causes scientific bias via","1256":"Meta-analysis  male rats are not more variable than female rats in any way","1257":"Female rats are not more variable than male rats","1258":"Female Rats are Not More Variable than Male Rats = No more excuses for single sex animal studies","1259":"Great work by    Female rats are not more variable than male rats   bsd","1260":"Lack of female rats in  neuroscience studies causes scientific bias","1261":"Totally agree! Great it has been finally shown   It's often forgotten that males also fluctuate with their testosterone levels","1262":"Females are not more variable, so stop using that excuse for not studying them! Evidence here   wcbr2017","1263":"Females are not more variable, so stop using that excuse for not studying them! Evidence here   ","1264":"Angela Colantonio at  pink TBI  Female rats no more variable than males  No reason to exclude women   IBIA2017","1265":"For a source of female mice NOT being more variable than male mice, that ref mentions some soruces but also","1266":"When Womens Gains Equal Mens Losses  Predicting a Zero-Sum Perspective of Gender Status - - Springer","1267":"Our  writerscrushwednesday is Prof  Joelle Ruthig   Check out her newest article on gender and zero sum games here","1268":"\"Straight girls kissing\" isn't limited to colleges, but its meaning changes in less elite places  by","1269":"Straight girls kissing? Understanding same-gender sexuality beyond the elite college campus","1270":"Straight girls kissing? Understanding same-gender sexuality beyond the elite college campus  ","1271":"\"Straight Girls Kissing\"?  Understanding Same-Gender Sexuality beyond the Elite College Campus  gendersociety","1272":"Y is  samesex sex more common among less educated straight-identified women? Interviews w\/noncollege women clarify","1273":"'Knowing your status and  your partners status is really where it starts'  menshealth  LGBT","1274":"A Qualitative Exploration of the Process by Which a Sexual Partners HIV Status Can Influence Sexual Decision Making","1275":"SexSciSociety    cygraham_graham  A Qualitative Exploration of the Process by Which a Sexual Partners HIV Sta","1276":"nRICHd_Pursuits    SexSciSociety    cygraham_graham  A Qualitative Exploration of the Process by Which a Sexu","1277":"A Qualitative Exploration of the Process by Which a Sexual Partners HIV Status Can Influence Sexual Decision Making h","1278":"New  OA research from IFJP   How organizational research can avoid the pitfalls of a co-optation perspective  gender","1279":"New  OA research from IFJP   How organizational research can avoid the pitfalls of a co-optation perspective","1280":"How organizational research can avoid the pitfalls of co-optation  gender equality work in Austrian universities","1281":"Angelika Striedlinger's piece in our special section on  cooptation of  feminist agendas is  openaccess","1282":"gender and   foodsecurity in  Bangladesh  the impact of  climatechange","1283":"Positive Feelings After Casual Sex  The Role of Gender and Traditional Gender-Role Beliefs","1284":"Positive Feelings After Casual Sex  The Role of Gender and Traditional Gender-Role Beliefs    h","1285":"Positive Feelings After Casual Sex  The Role of Gender and Traditional Gender-Role Beliefs ","1286":"the healthy way","1287":"What predicts sexual pleasure and  positive affect w\/ CasualSex? For women and  men, being sexually assertive","1288":"What predicts sexual pleasure and  positive affect w\/ CasualSex? For women and  men, being sexually assertive h","1289":"What predicts sexual pleasure and  positive affect w\/i  CasualSex? For both women and  men, it's being sexually assertive","1290":"Sample of students indicate that traditionalism linked to worse experiences with casual sex  HT","1291":"Prevalence of Sexual Aggression Victimization and  Perpetration in a Sample of Female and  Male College Students in Turkey","1292":"Prevalence of Sexual Aggression Victimization and  Perpetration in a Sample of Female and  Male College Students in Turkey h","1293":"Journal of Sex Research publishes OPEN ACCESS study on prevalence of sexual aggression among young adults in Turkey","1294":"Routledgepsych Journal of Sex Research publishes OPEN ACCESS study on prevalence of sexual aggression among you","1295":"Journal of Sex Research publishes OPEN ACCESS study on prevalence of sexual aggression among young adults in Turkey htt","1296":"Journal of Sex Research publishes open access study on prevalence of sexual aggression among young adults in Turkey","1297":"Journal of Sex Research publishes open access study on prevalence of sexual aggression among young adults in Turkey  h","1298":"Are women more generous than men? Study examines impact of gender on organ transplantation","1299":"Organ Transplantation and the Implications of Sex and Gender","1300":"Commentary examines impact of gender on organ transplants   genderdifferences","1301":"But maybe not","1302":"\"how sex and gender interact and  affect graft success should be taken into account in mgmt of organ-transplant patients\"","1303":"I've been banging on about this for years  Biology is as TERF as fuck - it may KILL you for insisting bio sex is a matter of personal will","1304":"Why it matters when we say that males can never be females  It's not about hate  It's about reality","1305":"I've been banging on about this for years  Biology is as TERF as fuck - it may KILL you for insisting bio sex is a matte","1306":"Evidence for Absence of Stimulus Quality Differences in Tests of the Accuracy of Sex'l Orientation Judgments","1307":"Interpersonal Elements of Bisexual Womens Most Satisfying Sexual Experiences","1308":"Interpersonal Elements of Bisexual Womens Most Satisfying Sexual Experiences      ","1309":"The Year's Best  Interpersonal Elements of Bisexual Women's Most Satisfying Sexual Experiences in the Past Year","1310":"Behaviorally bi women's accounts of  BestSex have more to do w\/ emotions, relations, and  embodiment than w\/ orgasm","1311":"Interpersonal Elements of Bisexual Womens Most Satisfying Sexual Experiences in the Past Year  lments","1312":"The Year's Best  Interpersonal Elements of  Bisexual Women's Most Satisfying Sexual Experiences in the Past Year  a","1313":"To celebrate  BiWeek 2017, here's a study of 39 bisexual women's best sexual experiences during one year","1314":"ResearchRead Knowing partners'  HIV status influenced gay\/bi men's sexual decision making","1315":"ICYMI! Knowing partners'  HIV status influenced gay\/bi men's sexual decision making","1316":"Exploration of Process by Which Sexual Partner's HIV Status Can Influence Sexual Decision Making  a  HT","1317":"Exploration of Process by Which Sexual Partner's HIV Status Can Influence Sexual Decision Making  a","1318":"Building Sexual Relationships and Preventing Sexual Violence at the U S  Military Academy at West Point","1319":"here's the exp we did this for","1320":"Mind the Gender Gap  An Experiment on the Influence of Self-Efficacy on Political Interest","1321":"gender households and  reintegration  everyday lives of returned  migrantwomen in rural northern  Ghana","1322":"gender households and  reintegration  everyday lives of returned  migrantwomen in rural northern  Ghana   ","1323":"Tufuor et al,  Gender, households and  reintegration  everyday lives of returned migrant women in rural northern Ghana,","1324":"Tufuor et al,  Gender, households and  reintegration  everyday lives of returned migrant women in rural northern Ghana, ","1325":"w\/Phil Smith  finds women more likely to report experiences of public incivility compared to men","1326":"also found women more likely to limit use of public places as a result of experiences of incivility","1327":"\"uncivil behavior  gender-specific tax on womens access - compromising capacity to fully engage in public sphere\"","1328":"Gender, Fear, and Public Places  How Negative Encounters with Strangers Harm Women","1329":"Shan-Jan Sarah Liu and me on how women's rep in gov influences women's pol participation","1330":"Do Govt Positions Held by Women Matter? A Cross-National Examination of Female Ministers   and  Prof Liu","1331":"Do Government Positions Held by Women Matter? A Cross-National Exa    - Shan-Jan Sarah Liu and     ecpg17","1332":"Check out Liu and  's Pand G piece on female cabinet ministers' effects on political participation","1333":"My article on politics of hashtagging girlhood is out w    Thrilled it won the 2015 Enloe Award also!","1334":"IAmMalala,  BringBackOurGirls and gendering representations of global politics  Congrats,  !  FemSecSt","1335":"IAmMalala,  BringBackOurGirls and gendering representations of global politics  Congrats,  ","1336":"My Hashtagging Girlhood article w IFjP, was online-first, now has an issue and  page numbers!","1337":"Totally in Love  Evidence of a Master  Narrative for How New Mothers Should Feel About Their Babies -","1338":"Interesting article by   on  Gender and the  CFSRAI","1339":"My latest now online  ! The use of gendered language in responsible agricultural investment principles  ","1340":"A Womb That Is  Not Always  One's Own","1341":"AllMalePanelsbutbutbut","1342":"Plastic fantastic? Problematising post-feminism in erotic retailing in England","1343":"Plastic fantastic? Problematising  postfeminism in erotic retailing in  England","1344":"Plastic fantastic? Problematising  post-feminism in erotic retailing in England, by Amber Martin,","1345":"\"Performance anxiety  womens sexed bodies in Pakistan\" - by Afiya Shehrbano Zia","1346":"Afiya Shehrbano Zia has a great piece on  women in  Pakistan in our new issue  19 3   - check it out","1347":"All-male-panels invoke factors of gendered credibility beyond the sex of the speaker  More in IFJP   FeministIR  fem","1348":"Great to be part of Responding to  AllMalePanels  A Collage available in International Feminist Journal of Politics","1349":"Great to be part of Responding to  AllMalePanels  A Collage available in International Feminist Journal of Politics ht","1350":"International conferences, contrary 2 rhetorical claims, continue to cohere through good old inconspicuous absences","1351":"\"All-male-panels invoke factors of gendered credibility beyond the sex of the speaker \"","1352":"'Responding to  allmalepanels  A collage'  Super stuff from super-smart colleagues, for your intellectual pleasure","1353":"All-male-panels invoke factors of gendered credibility beyond the sex of the speaker  More in IFJP","1354":"Important discussion and reflections on  gender and  AllMalePanels and beyond","1355":"Responding to  AllMalePanels  A Collage","1356":"THIS  \"Gender binarism is a deficient basis on which to try and address difference and inclusivity \" -","1357":"\"   Non-Western academics, no matter what their  gender, are inconspicuously absent \" -Erven M  Eken  AllMalePanels","1358":"Jesse-Crane Seeber  sadly absent from Twitter  and I wrote something for the   forum on  allmalepanels","1359":"THIS  \"Gender binarism is a deficient basis on which to try and address difference and inclusivity \" -   ","1360":"Responding to  AllMalePanels  A Collage - More than gender","1361":"'Responding to  allmalepanels  A collage'  Super stuff from super-smart colleagues, for your intellectual pleasure ","1362":"Excellent analysis of why including a woman is not enough to diversify the discussion  AllMalePanels","1363":"Responding to  AllMalePanels  A Collage  femdaily","1364":"\" Gender  binarist logic suggests that an assumed common gender identity means any woman can speak for all women\"","1365":"And some commentaries there upon","1366":"You just have to be smart  spatial practices and subjectivity among women in sex work in London, Ontario","1367":"Spatial practices and  subjectivity among women in sex work in London,  Ontario","1368":"Spatial practices and subjectivity among women in  sexwork in London, Ontario by Orchard, et al","1369":"The Authors Respond  Continuing the Dialectic on Intersectionality in Psychology","1370":"Book Review  Health psychology  Theory, research, and practice  Psychiatry","1371":"Politics and  Gender - Legitimizing Political Science or Splitting the Discipline?","1372":"No need for research transparency guidelines? Doubts from the perspective of interpretive and qualitative methods","1373":"see and Just thinking ahead","1374":"Sexual Behavior Latent Classes Among Men Who Have Sex With Men  Associations With Sexually Transmitted Infections","1375":"Sexual Behavior Latent Classes among Men Who Have Sex w Men  Associations w STIs  a  HT","1376":"New article  Gay and Bisexual Mens Construction of Aging in the Context of Sexual Embodiment After Prostate Cancer","1377":"New article  Gay and Bisexual Mens Construction of Aging in the Context of Sexual Embodiment After Prostate Cancer ht","1378":"Mastery, Isolation, or Acceptance  MSM's Construction of Aging  and   Sexual Embodiment After Prostate Cancer  a","1379":"Translocational  Irish identities in Edna OBriens memoir Country Girl  2012  by Mara Amor Barros-del Ro","1380":"Barros-del Ro,  Translocational Irish identities in Edna OBriens memoir  Country Girl  2012 ,","1381":"Finally published in Poland Gender  do women vote for women in Belgian local elections?","1382":"Happy to finally see our study on gender-based  voting finally in print   gender","1383":"Add to your queue!  womenalsoknowstuff","1384":"New study on gendered vote choices in context of equal supply   quota  and  multiple pref  votes  womenalsoknowstuff","1385":"Read new article by   et al   Voting for Women in  Belgium's Flexible List System","1386":"Read new article by   et al   Voting for Women in  Belgium's Flexible List System ht","1387":"Happy to finally see our study on gender-based  voting finally in print   gender    ","1388":"New study on gendered vote choices in context of equal supply   quota  and  multiple pref  votes  wo","1389":"\"I expect more from the men with whom I have worked for many years\" creator ofCongrats,You Have an All-Male Panel!","1390":"Congrats, You Have an All- Male Panel! by Saara Srm","1391":"Congrats, You Have an All-Male Panel!","1392":"On which note, je te prsente","1393":"Interview with creator of 'Congrats, You Have an All Male Panel!' Saara Srm in","1394":"Pilot Study  Mindfulness-Based Cognitive Therapy Adapted for Womens Sex'l Interest\/Arousal Disorder","1395":"Pilot Study  Mindfulness-Based Cognitive Therapy Adapted for Womens Sex'l Interest\/Arousal Disorder   htt","1396":"Pilot study of 8 session mindfulness-based cognitive therapy improved women's sexual desire, overall sexual function","1397":"Whether it's 4 or 8 sessions, mindfulness cultivates sexual desire!","1398":"MindfulSex! How does  Mindfulness improve womens  SexualDesire? New study from the Journal of  SexResearch","1399":"NewResearch! MBCT treatment group for women with sexual interest-arousal disorder results in improved outcomes","1400":"Gendered division of labour and  feminisation of responsibilities in  Kenya    KALRO  unibern","1401":"Bikketi et al, Gendered division of labour and   feminisation of  responsibilities in Kenya","1402":"Review of  's Covered in ink   tattoos,  women, and the  politics of the body","1403":"Review of  's Covered in ink   tattoos,  women, and the  politics of the body   ","1404":"et al   Endurance at the Top  Gender and  Political Ambition of Spanish and Swedish MPs  polsci  polisci","1405":"et al   Endurance at the Top  Gender and  Political Ambition of Spanish and Swedish MPs  polsci  polisci  ","1406":"Interesting new research on male caregivers of patients with multiple chronic conditions in Canada","1407":"open access  Exploring the Daily Geographies of Diverse Men Caregiving for Family Members","1408":"New article by Dr Wendy Duggleby Exploring the daily geographies of diverse men caregiving for family members","1409":"New article by Dr Wendy Duggleby Exploring the daily geographies of diverse men caregiving for family members    ","1410":"Men caregiving for family members with multiple chronic conditions by Giesbrecht et al,","1411":"Review of Discounted life  the price of global  surrogacy in  India","1412":"Review of New desires, new selves  sex, love, and piety among  Turkish youth","1413":"The global countryside  peasant women negotiating, recalibrating and resisting rural change in Colombia","1414":"The global countryside   peasantwomen  rural change  Colombia Laura Rodriguez Castro, Barbara Pini and  Sarah Baker,","1415":"Bringing  gender and  spatialtheory to life at a German technical university","1416":"Bringing gender and spatial theory to life at a German technical university by Donna J  Drucker,","1417":"Hm will be aggravating or validating? Saving 4 l8r    Effect of Occupational Stypes on Men Interest in Fem-Dom Occs","1418":"\"The Effect of Occupational Gender Stereotypes on Mens Interest in Female-Dominated Occupations\" by alum A  Forsman","1419":"\"The Effect of Occupational Gender Stereotypes on Mens Interest in Female-Dominated Occupations\" by alum A  Forsman htt","1420":"Cognitive, Affective and  Behavioral Responses to Partner Touch in Women With   Without Sexual Problems","1421":"Cognitive, Affective and  Behavioral Responses to Partner Touch in Women With   Without Sexual Problems   htt","1422":"Beyond the Bedroom  Cognitive, Affective, and Behavioral Responses to Partner Touch in Women","1423":"Beyond the bedroom  Women w\/  vs w\/o  sexual problems have more negative reactions to partners hypothetical touch","1424":"Beyond the Bedroom  Cognitive, Affective and  Behavioral Responses to Partner Touch in Women w and  w\/o Sexual Problems  a","1425":"Religiosity, the Use of Mainstream and  Nonmainstream Pornography, and Sexual Satisfaction in Heterosexual Men and  Women","1426":"\"Whosoever Looketh on a Person to Lust After Them\"  Religiosity, Porn and  Sexual Satisfaction in Heterosexuals  a","1427":"Cecile Ann Lawrence reviews  ' Contesting  intersex  the dubious diagnosis","1428":"Gay-riatrics   spatialpolitics and  activism of  gay  seniors in  TelAviv's gay community centre","1429":"Article  Girl in a Country Song  Gender Roles and Objectification of Women in Popular Country Music across 1990-2014","1430":"New study  country music has become more sexist, objectifies women more since 1990","1431":"Country music becoming more sexual   EVERYTHING is becoming more sexual","1432":"This study was meant for me","1433":"A University study done by a professor at Texac Tech  I'd love to talk to my grandma about this over break","1434":"Girl in a Country Song  Gender Roles and Objectification of Women in Popular Country Music across 1990 to 2014","1435":"The life course and  emotions beyond  fieldwork  affect as position and experience","1436":"Exposure to Sexualized Advertisements Disrupts Childrens Math Performance by Reducing Working Memory  MSUEpet","1437":"Sexualization decreases girl's math performance, cognitive functioning, and working memory   feministtherapy","1438":"Historical evidence of prejudice and  some of our research shows for fans  But, a large scale comparison is needed","1439":"New research by Dr A Korteweg   The what and who of co-optation   Canfem  Cdnimm  VAW  ONpoli  UofT  Sociology","1440":"Anna Korteweg examines the what and who of  cooptation for our special section - read her contribution here","1441":"Engaging  territorio cuerpo-tierra through body and  community  mapping","1442":"You arent from around here   race,  masculinity, and  rural  transgender  men","1443":"1st publication is now online! PM me for a copy","1444":"You can read the lead article of our new issue  19 3   by Sara Hassani here","1445":"Not a Woman, but a Soldier  Exploring Identity through Translocational Positionality  FemPsych  Gender","1446":"Doing  gender comparative  research? But how? 4 essays  4 methods  4 great scholars, incl","1447":"Multilevel Analysis as a Tool to Understand the Spatio-Temporality of Gender","1448":"Gender and statistics bite? Think Again! My new article on context, gender and  regression","1449":"ecpg17 - Multilevel Analysis as a Tool to Understand the Spatio-Temporality of  Gender","1450":"'Muddying the waters  coauthoring feminisms across scholarship and activism'  Great book review forum in","1451":"Symposium on Richa Nagar's \"Muddying the Waters  Coauthoring Feminisms across Scholarship and Activism\"","1452":"New from my lab  A replication of our 2013 study   Familial Patterning and Prevalence of Male Androphilia in Samoa","1453":"Familial Patterning and Prevalence of Male Androphilia in Samoa","1454":"Familial Patterning and Prevalence of Male Androphilia in  Samoa  a  HT","1455":"Piedalue  Beyond Culture as an explanation for intimate violence   culture  gender  violence","1456":"My paper was recently published online  yay!   Part of a themed section organized w\/   to be published soon in GPC - stay tuned!","1457":"My paper was recently published online  yay!   Part of a themed section organized w\/   to be published soon in GPC -","1458":"This is NOT the right way to explore \"gender disparities in anticipated pursuit of Physics\"","1459":"The outcome of a Foucauldian analysis   if you're interested in how to NOT make progress","1460":"This is NOT the right way to explore \"gender disparities in anticipated pursuit of Physics\"  ","1461":"teachers tend to attribute girls achievement in Physics to their \"hard work\" but regard boys as \"naturally bright\"","1462":"Fine work by   and others showing how girls are still discouraged from entering science","1463":"Our new paper with     Physics as a Quintessentially Masculine Subject   ASEChat  UKEdChat  Gender","1464":"Our new paper w\/     Young Peoples Perceptions of Gender Issues in Access to  Physics","1465":"For those interested in gender and  access to science, my new paper for   is open access","1466":"Our new paper with     Physics as a Quintessentially Masculine Subject   ASEChat  UKEdChat  Gender","1467":"My latest article with the   team on gender and access to Physics is open access","1468":"Our  OpenAccess paper w\/     Physics as a Quintessentially Masculine Subject  ASEChat  UKEdChat  Gender","1469":"Our  OpenAccess paper w\/     Physics as a Quintessentially Masculine Subject  ASEChat  UKEdChat  Gender h","1470":"Open Access to our article on   Physics and   Gender","1471":"Indeed! We use our qualitative data to analyse this in the  OpenAccess paper this blog is based on -","1472":"Indeed! We use our qualitative data to analyse this in the  OpenAccess paper this blog is based on - ","1473":"Our most recent paper is  OpenAccess  Young Peoples Perceptions of  Gender Issues in Access to  Physics","1474":"Physics is perceived as overwhelmingly masculine    have begun the hunt for solutions to this","1475":"Physics is perceived as overwhelmingly masculine    have begun the hunt for solutions to this  ","1476":"Our research shows that this under-representation affects perceptions and participation  WomeninSTEM","1477":"\"If theyre a girly girl I cant see them wandering around in a lab in white coat\" - How people see  Physics","1478":"Construction of Physics as Quintessentially Masculine  Young Ppls Perceptions of Gender Issues in Access to Physics h","1479":"Construction of Physics as Quintessentially Masculine  Young Ppls Perceptions of Gender Issues in Access to Physics","1480":"Hi  We advocate wider representation of where physics can lead, and  who does Physics  Full paper","1481":"The Dark Side of Heterosexual Romance  Endorsement of Romantic Beliefs Relates to Intimate Partner Violence  rape","1482":"Interesting article  How You Bully a Girl Sexual Drama and the Negotiation of Gendered Sexuality in High School ","1483":"\"How You Bully a Girl\"  Sexual Drama and the Negotiation of Gendered Sexuality in High School  gendersociety","1484":"How you bully a girl  sexual drama and the negotiation of gendered sexuality in high school    bullying","1485":"SSH tchrs -    GEsociology  gender","1486":"\"How You Bully a Girl\" Sexual Drama and the Negotiation of Gendered Sexuality in High School","1487":"\"Truly a Women of Color Organization\"  Negotiating Sameness and Difference in Pursuit of Inter     gendersociety","1488":"Truly a women of color organization  negotiating sameness and difference in pursuit of intersectionality","1489":"Students in my Gender and  Sexualities course presented this article and led a class discussions on the concepts of same\/di","1490":"Students in my Gender and  Sexualities course presented this article and led a class discussions on the concepts of same\/difference","1491":"Review on sex differences in contaminant  PCBs and mercury  concentrations of fish   OpenAccess","1492":"Interesting details in here for brown fat buffs  \"Sex-spec phenotypes of hyper-\/hypothyro \"","1493":"60% of respondents had engaged in sex in a parked car, and they loved it","1494":"60% of US college students have had sex in a car and of those, 14% lost their virginity there The wonders of surveys","1495":"60% of US college students have had sex in a car and of those, 14% lost their virginity there Th","1496":"New study  Sexual Behavior in Parked Cars Reported by Midwestern College Men and Women","1497":"New JSR study finds 14% of students sampled at small Midwestern university lost virginities in parked cars","1498":"That is nothing new","1499":"I knew  not carnally  a woman years ago who had sex only in cars--not her place, not yours, not a hotel, a car","1500":"In the Midwest, car sex is more common than you think   What are your thoughts on this experience?  midwest  carsex","1501":"Junk in the trunk  Researchers survey college students about sexual experiences in parked cars  psychology","1502":"Sexual Behavior in Parked Cars Reported by Midwestern College Men and Women  a  HT","1503":"60% Midwest students have had  CarSex  Typically w\/ romantic partner  57% , in back seat  63%  in the country  56%","1504":"60% Midwest students have had  CarSex  Typically w\/ romantic partner  57% , in back seat  63%  in the country  56% ","1505":"Popped your cherry in the back of a Chevy? You might be midwestern! 60% of 'em have banged in a car!  fuckfacts","1506":"BAhahaha, I think mine WAS in a Chevy!  fuckfact","1507":"Influence of Community Disadvantage and Masculinity Ideology on   of Sexual Partners","1508":"Community disadvantage associated with increases in masculine attitudes, high sex partner  , and higher STI risk","1509":"Influence of Community Disadvantage and  Masculinity Ideology on   of Sexual Partners  Young Adult, Rural Black Men  a","1510":"What's a True Gamer? Male Gamer Stereotype and  Marginalization of female  gamers  by Paassen Morgenroth","1511":"Check out our new paper on gender and gamer stereotypes!","1512":"Male gamer stereotype and  the marginalization of women in video game culture  gender","1513":"Jamaica, Three Years Later  Effects of Intensified Pro-Gay Activism on Severe Prejudice Against Lesbians and Gay Men","1514":"Jamaica, Three Years Later  Effects of Intensified Pro-Gay Activism on Severe Prejudice Against Lesbians and Gay Men ","1515":"Jamaica, 3 Yrs Later  Effects of Intensified Pro-Gay Activism on Severe Prejudice Against Lesbians and  Gay Men  a","1516":"Adapting to Injustice  Young Bisexual Womens Interpretations of Microaggressions","1517":"PWQ  Podcast  Adapting to  Injustice Young  Bisexual Womens Interpretations of  Microaggressions","1518":"SAGEpsychology PWQ  Podcast  Adapting to  Injustice Young  Bisexual Womens Interpretations of  Microaggressions","1519":"To listen to later","1520":"SAGEpsychology Adapting to Injustice  Young Bisexual Womens Interpretations of Microaggressions PWQ4U","1521":"The Impact of Gender Stereotypes on Voting for Women Candidates by Level and Type of Office   Cambridge Core","1522":"MT    The Impact of  Gender Stereotypes on Voting for Women Candidates by Level and Type of Office","1523":"Sex-related factors influence expression of mood-related genes in the basolateral amygdala differentially depending","1524":"Looks like a really interesting article","1525":"Concerned about rape \/ rape myth acceptance  You might be interested in this","1526":"1\/2 Contact with Counter-Stereotypical Women Predicts Less Sexism    by   and","1527":"Contact with Counter-Stereotypical Women Predicts Less Sexism, Less Rape Myth Acceptance, Less Intention to Rape","1528":"My paper with   on  rapemyth acceptance has been downloaded 1,417 times! Don't miss out  read it here","1529":"Zinger is the last sentence","1530":"Boys Dont Work? On the Psychological Benefits of Showing Low Effort in High School","1531":"\"Effortless acheiver\" more popular than hard-worker  Interesting result when combined w\/ gender behavior perceptions","1532":"Male students invest less academic effort because effortless achievers are perceived more favorably ","1533":"Male students invest less academic effort because effortless achievers are perceived more favorably","1534":"Boys Don t Work? On the Psychological Benefits of Showing Low Effort in High School","1535":"Study  academic effort stereotyped as feminine","1536":"Relationship Between Endorsement of the Sexual Double Standard and  Sexual Cognitions and  Emotions HT","1537":"Relationship Between Endorsement of the Sexual Double Standard and  Sexual Cognitions and  Emotions HT  ","1538":"Moral Dilemmas of Transnational Migration  Vietnamese Women in Taiwan  gendersociety","1539":"McKinnon et al,  Genderequality and economic empowerment in the Solomon Islands and Fiji  a place-based approach,","1540":"Not a Real Period? Social and Material Constructions of Menstruation  a a l'air intressant, pdf anyone ?","1541":"Not a Real Period? Social and Material Constructions of Menstruation  a a l'air intressant, pdf an","1542":"'Tis a mystery!","1543":"Hahaha - menstruation is a 'social construct'","1544":"this shits gone too damn fucking far  like are you kidding me? i fucking can't anymore","1545":"Seriously, what are these guys researching on ? Not even some random university!    &lt - One of the best handles I follow!","1546":"Gah","1547":"Another candidate for Mensa  Or is that \"Menses\"?","1548":"This is the world we live in lol","1549":"The more I look at these, the more weasel words pop out like pimples   SEEMS? At least they could use Active Fucking voice","1550":"\"   menstruation *seems* a self-evidently 'natural' bodily process \" Emphasis mine, Quotes theirs  Feminist science, ladies and gentlemen","1551":"This is why people hate \"gender studies\"","1552":"Does this mean that women can just refuse to menstruate?  stupid","1553":"\"Confused\" seems an apt description","1554":"Ummm  Biology","1555":"Is this real life?","1556":"BREAKING NEWS  feminist \"scholar\" discovers bleeding out one's snatch is natural, and not actually caused by the evil Patriarchy!","1557":"Seriously?","1558":"yep","1559":"Haha, okay!","1560":"Apparently Ms  Hanson never got \"the talk\" from her parents","1561":"The \"X is socially constructed\" a k a  \"who you gonna believe, your lying eyes?\" doctrine has attacked simple provable truths fo","1562":"More proof that 70-90% of people in college should not be in college","1563":"Let's leave education to the left to handle, they said  It will be fine, they said","1564":"Psssh, EVERYBODY knows that periods are made up by the MANTRIARCHY   FeministFriday","1565":"Menstruation \"seems\" to be natural despite being a social construct  Das Spannungsfeld zw Biologie and  Soziologie","1566":"Menstruation \"seems\" to be natural despite being a social construct  Das Spannungsfeld zw Biologie and ","1567":"MyHeadIsFullOfFuck","1568":"Not an ivory tower, not at all","1569":"did the  RegressiveLeft murder all the biologists? Where did they all go?","1570":"it came this far!  in the 90's the joke went around that children thought milk was made in a factory   feminismiscancer academizes this !","1571":"GP This is why people think feminism is stupid  Actually, this is why feminism is stupid","1572":"Gender and other grievance studies are turning out to be the cheapest non-invasive lobotomies you can get","1573":"Everybody knows that the menstrual cycle is a patriarchal construction no?","1574":"Is this what a university education results in these days? Goodness me ","1575":"Weird, but what is \"menstrual supression\"? Claims to look at def from biology to society??","1576":"Not a \"Real\" Period?  Social and Material Constructions of Menstruation  gendersociety","1577":"yup","1578":"No point to this beyond funneling taxpayer dollars through the grant system  Otherwise I could happy thought my social construct period away","1579":"I don't even know what this is","1580":"Wow    just wow  These feminists are the new Scientologists   Scientology  sciencefiction","1581":"Haha what","1582":"Brilliant   spot on academic research over whether menstruation is a 'natural bodily process' or a social construction","1583":"menstruation is like just your opinion man","1584":"According to new feminists I wouldn't have a period if I wasn't 'socialized' to do so","1585":"Menstruation is a social construct  Really","1586":"There are parts of the university I won't mind seeing burned when civilization collapses   NewDarkAge","1587":"This is why I'm not a fan of how feminists have deconstructed terminology  it renders words impractical to use","1588":"hahahahahahahahaha","1589":"Why do gender scholars hate science?","1590":"  What world do these people live in?","1591":"Feminists don't like anything that has the word men in it","1592":"Periods are a social construct? WHAT  THE  ACTUAL  HELL?!","1593":"ClassicNRPR Menstruation is a social construct","1594":"RealPeerReview  Hoax paper on how menstruation is just a social construct  Oh wait","1595":"yes since menstruation is a social construct too","1596":"Please tell me Katie Hasson is only employed by USC as a comedy writer","1597":"are you in a sociology department or does Katie Hasson teach comedy writing?","1598":"Hoax paper on how menstruation is just a social construct  Oh wait","1599":"Gender scholar confused about why menstruation seems to be a natural thing despite what feminist theory says","1600":"Link","1601":"Here's a paper from the top-ranked gender studies journal  Menstrual periods are a social construct  Enjoy","1602":"Here's a paper in the top-ranked journal in gender studies claiming menstrual periods are social constructs bc BC","1603":"Making women aware of their gender  vs personal  identity, makes them more likely to notice and  confront  sexism","1604":"What the fuck does this even mean?   \"Prog  \"you have a vag '  \"Chick  \"zomg muh oppression!\"","1605":"Perceiving and Confronting Sexism  The Causal Role of Gender Identity Salience","1606":"SAGEpsychology Perceiving and Confronting Sexism  The Causal Role of Gender Identity Salience PWQ4U","1607":"Sex and Drugs and Starting School","1608":"New study  Differences in Precollege Alcohol-Related Sexual Risk Taking by Gender and Recent Blackout Activity","1609":"New study  Differences in Precollege Alcohol-Related Sexual Risk Taking by Gender and Recent Blackout Activity  ","1610":"For young women, blacking out from drinking --  higher risk for unwanted, unsafe, and  regretted sex","1611":"NEWS","1612":"Differences in Precollege Alcohol-Related Sexual Risk Taking by Gender and  Recent Blackout Activity  a  HT","1613":"Exposure to Sexual Economics Theory Promotes a Hostile View of Heterosexual Relationships","1614":"Oh no  I bet love has very less to do with SET  It do not undermine gender relations  It just explains it","1615":"As if the problems with Ego Depletion weren't enough, Roy Baumeister is now accused of promoting sexist ideology","1616":"Sexual marketplace \"theory\" so completely substantiated by human experience  Only a \"social scientist\" would try to suppress it for feelz","1617":"SAGEpsychology Exposure to Sexual Economics Theory Promotes a Hostile View of Heterosexual Relationships PWQ4U","1618":"Boys more likely than girls to admit 'wrong-doing' on anonymous social media sites   teens  socialmedia  digcit","1619":"BeAboveTheFray    MeganKMaas  Boys more likely than girls to admit 'wrong-doing' on anonymous social media sites ","1620":"Important study Premigration Victimization Experiences of Sexual and  Gender Minority Refugees and  Asylees in US and  Canada","1621":"Important study Premigration Victimization Experiences of Sexual and  Gender Minority Refugees and  Asylees in US and  Canada h","1622":"Premigration Victimization  Sexual and  Gender Minority  Refugees and  Asylees in US and  Canada  a  HT","1623":"Premigration Victimization  Sexual and  Gender Minority  Refugees and  Asylees in US and  Canada  a  HT  ","1624":"Check out the summary of the Workshops which were held at the Sex and Gender Based Medicine Summit!","1625":"How to study the impact of sex and gender in medical research   Review of Resources","1626":"A review of SGBM Resources to help researchers study sex as a biological variable","1627":"Nice review of resources on how to study the impact of sex and  gender in medical research!","1628":"Nice review of resources on how to study the impact of sex and  gender in medical research!  ","1629":"How to study the impact of sex and gender in medical research   Review of Resources   ","1630":"Innovative levers for sustainable integration of  gender  medicine into medical school curricula","1631":"Check out this commentary from our SD   and   on integrating  gender into  medicalschool !","1632":"Reconsidering Gendered Sex in Generalized AIDS Epidemic, Angotti and  Sennett  great work from longtime collaborator","1633":"Reconsidering Gendered Sexualities in a Generalized AIDS Epidemic  gendersociety","1634":"Important online courses - Science of Sex and Gender in Human Health by NIH ORWH  bsd","1635":"Prof  Lisa Bowleg revolutionized  intersectionality research by questioning separating women AND minorities","1636":"Sex and  gender in  medical  education  a national  student  survey via","1637":"No scientific evidence that gender identity is independent of biological sex  Yours?","1638":"Caring practices  the connection between logics of state and domestic violence in Cairo, by Christine E  Smith","1639":"I'm so pleased to see Ruth Preser's new   paper about Israeli lesbians 'disappearing' in Berlin","1640":"Lost and found in  Berlin   identity,  ontology and the emergence of  Queer  Zion by Ruth Preser","1641":"Very new and very faboulus publication on queer Israelis in Berlin by Ruth Preser","1642":"New article by   member    the role of social media in th online construction of male sexworkers","1643":"Follow  exploring the role of social media in the online construction of male sex worker lives in  Dublin,  Ireland","1644":"Follow  exploring the role of social media in the online construction of male sex worker lives in  Dublin,  Ireland ","1645":"An important read! Also check out   research paper on men in  sexwork in  Dublin  research","1646":"Using Video to Increase Gender Bias Literacy Toward  WomenInScience","1647":"Using Video to Increase  GenderBias Literacy Toward  WomeninScience","1648":"SAGEpsychology Using Video to Increase  GenderBias Literacy Toward  WomeninScience PWQ4U","1649":"Using Video to Increase Gender Bias Literacy Toward  WomeninScience","1650":"Using Video to Increase Gender Bias Literacy Toward Women in Science    womeninscience  STEM","1651":"My latest publication","1652":"When bodies do not fit  an analysis of postgraduate fieldwork","1653":"When bodies do not fit  an analysis of  postgraduate  fieldwork by Jokinen and  Caretta","1654":"Ahh, more  mesearch, this time as duet","1655":"These poor, oppressed post-graduate researchers! Jeopardizing their health for the sake of their work  Oh the humanity!","1656":"Oh precious snowflake postgraduate scholars","1657":"Please stop! This jargon is too painful","1658":"Sexual Quality of Life and Aging  A Prospective Study of a Nationally Representative Sample  Journal of Sex Research","1659":"Sexual Quality of Life and Aging  A Prospective Study of a Nationally Representative Sample  Journal of Sex Research h","1660":"Sexual Quality of Life and Aging  A Prospective Study of a Nationally Representative Sample","1661":"sexualwisdom comes* with older age   dataanalytics","1662":"Contrary to popular belief, under the right conditions sexual quality of life INCREASES w age, due to  SexualWisdom","1663":"sorry- here's the link to the original JSR article","1664":"Sexual Quality of Life and  Aging  a   SeualHealth  Sexuality HT    Ageing","1665":"Older people prioritize quality sex, and they get it  SCIENCE! Source","1666":"Sexual Quality of Life and Aging  A Prospective Study of a Nationally Representative Sample  - PubMed - NCBI","1667":"Sexual Wisdom  Satisfaction with sex improves with age, as people prefer quality to quantity  sexscience","1668":"Bridgework  Globalization, Gender, and Service Labor at a Luxury Hotel  gendersociety","1669":"New article by UO Prof Eileen Otis in    Bridgework  Globalization, Gender and  Service Labor at a Luxury Hotel","1670":"SWS 2015 Feminist Lecture  The Gendered Geographies of Struggle  The World Social Forum and It     gendersociety","1671":"'Gendered Geographies of Struggle  The World Social Forum and  Overlapping Other Worlds'  gender+development  fem2","1672":"Exploratory Factor Analysis and Psychometric Properties of the Sexual Coercion Inventory","1673":"Exploratory Factor Analysis and Psychometric Properties of the Sexual  Coercion Inventory  a  HT  ","1674":"Exploratory Factor Analysis and Psychometric Properties of the Sexual  Coercion Inventory  a  HT","1675":"Sexual history and  attractiveness  people want a mate with a bit of a past, but not too much  gender  relationships","1676":"Sexual history and  attractiveness  people want a mate with a bit of a past, but not too much  ge","1677":"Sexual History and Present Attractiveness  People Want a Mate With a Bit of a Past, But Not Too Much  The aim of","1678":"Sexual History and  Present Attractiveness  People Want a Mate With a Bit of a Past, But Not Too Much","1679":"Sexual History and  Present Attractiveness  People Want a Mate With a Bit of a Past, But Not Too Much   ht","1680":"Sexual History and  Present Attractiveness  People Want Mate w\/ a Bit of a Past, But Not Too Much","1681":"Sexual History and  Present Attractiveness  People Want Mate w\/ a Bit of a Past, But Not Too Much ht","1682":"Participants were more willing to get involved with an individual who'd had more sexual partners - up to a point","1683":"Men and women's desire for sexual experience in an opposite-sex partner are very similar for long-term relationships","1684":"Sexual History and  Present Attractiveness  People Want a Mate With a Bit of a Past, But Not Too Much  by","1685":"Ppl want mates w\/ a bit of a \"past\", but not too much  Tho sluttier ppl more tolerant of partner's promiscuity","1686":"Sexual History and Present Attractiveness  I  by   et al","1687":"Sexual History and Present Attractiveness  II  by   et al","1688":"Sexual History and  Present Attractiveness  People Want a Mate With a Bit of a Past, But Not Too Much  by   htt","1689":"Both men and women view someone with a larger number of past sexual partners as a less attractive option for a rel","1690":"Both men and women view someone with a larger number of past sexual partners as a less att","1691":"Science Both men and women view someone with a larger number of past sexual partners as a less attractive option ","1692":"Check page five to see if you're a slut who's gonna die alone I guess","1693":"Aqu el paper  Sexual History and Present Attractiveness  People Want a Mate With a Bit of a Past, But Not Too Much","1694":"Aqu el paper  Sexual History and Present Attractiveness  People Want a Mate With a Bit of a Past, But Not Too Much ","1695":"Clicking on the paper the piece was based on - this is in the second line","1696":"I've seen nothing but sensationalist clickbait and Assad-apologism in   this last year, turns out they also do bad science","1697":"it's here - is that the one you read? Haven't looked at it myself yet","1698":"How no of partners an individual's had, affects willingness to get romantically involved with that individual","1699":"Inverse correlation between sexual partner history and perceived attractiveness","1700":"Sexual History and  Present Attractiveness  Ppl Want a Mate with a Bit of a Past, But Not Too Much  a  HT","1701":"Sexual History and  Present Attractiveness  Ppl Want a Mate with a Bit of a Past, But Not Too Much  a","1702":"Both men and  women are reluctant to get into a long-term relationship with someone with \"an extensive  sexualhistory\"","1703":"Interesting empirical study as it's often  erroneously  assumed that having had multiple sexual partners is an attractive trait in men","1704":"A new study shows that people want a partner with a bit of a past, but not -too- much of a past","1705":"briandavidearp    kinseyinstitute  A new study shows that people want a partner with a bit of a past, but not -to","1706":"Sexual History and Present Attractiveness  People Want a Mate With a Bit of a Past, But Not Too Much","1707":"Scientific Discovery  People are less  attracted to someone with over 20 sexual partners compared to less than 10","1708":"New Research - Sexual History and Present Attractiveness  People Want a Mate With a Bit of a Past, But Not Too Much","1709":"Men and women's desire for sexual experience in an opposite-sex partner are very similar for long-term relationships htt","1710":"Sexual History and  Present Attractiveness  People Want a Mate With a Bit of a Past, But Not Too Much  a","1711":"NEW  The negotiation of  gender subjectivities in Indonesia and the Philippines  OpenAccess","1712":"Migrant mothers, left-behind fathers  the negotiation of  gender  subjectivities in  Indonesia and the  Philippines","1713":"Migrant mothers, left-behind fathers  the negotiation of  gender  subjectivities in  Indonesia and the  Philippines ","1714":"Glad to see another positive review of mineand    book on Women and  Combat Sports   wmma  martialarts  boxing","1715":"Glad to see another positive review of mineand    book on Women and  Combat Sports   wmma","1716":"Who needs the Women and Peace Hypothesis? My new article is out!  IFJP","1717":"This is excellent - on the ' women and  peace hypothesis \/\/","1718":"Also in our new issue  19 3    A piece on the  women and  peace agenda by","1719":"Can't wait to dig into this one,    Looks great!","1720":"dat awesome    ","1721":"A love story  for Buddy System research in the academy   Patricia Lopez and  Kathryn Gillespie","1722":"A love story  for Buddy System research in the  academy by P  J  Lopez and","1723":"This is what we have","1724":"Just come across this, can't wait to read it! I don't know where I'd be without my fieldwork  and life  'buddies'","1725":"Now on   Lebreton Peralta Allen-Collinson Wiley  French  sports  students  gender and   alcohol","1726":"research on  gender  alcohol and   sport nexus in  french  Students  StudentAthletes published by","1727":"Associations of Bisexual-Specific Minority Stress and  Health in Cisgender and  Transgender Adults w Bisexual Orientation","1728":"Study shows that bisexual people experience worse health than other sexual minorities due to prejudice and stigma","1729":"Assoc of Bisexual-Specific Minority Stress and  Hlth Among Cisgender and  Transgender Adults w  Bisexual Orientation  a","1730":"Assoc of Bisexual-Specific Minority Stress and  Hlth Among Cisgender and  Transgender Adults w  Bisexual Orientation  a  ","1731":"Study shows that bisexual people experience worse health than other sexual minorities due to prejudice and stigma   htt","1732":"The effects of Sex and  Gender-Role Characteristics on Facets of Sociosexuality in Heterosexual Young Adults","1733":"Ooookay  This is good insight, even if I don't study sex","1734":"CasualSex  Personality  VenusMars","1735":"Women  and men  w\/ more male-typical personality have more  CasualSex than peers lower on psychological masculinity","1736":"Sexuality has much more to do with personality than people realize","1737":"Not very surprising to say the least","1738":"Yes  See also","1739":"Effects of Sex and  Gender-Role Characteristics on Facets of Sociosexuality in Heterosexual Young Adults  a HT","1740":"Effects of Sex and  Gender-Role Characteristics on Facets of Sociosexuality in Heterosexual Young Adults  a","1741":"Measuring Sexual Motives  A Test of the Psychometric Properties of the Sexual Motivations Scale","1742":"Measuring Sexual Motives  Test of Psychometric Properties of the Sexual Motivations Scale  a  HT","1743":"Measuring Sexual Motives  Test of Psychometric Properties of the Sexual Motivations Scale  a  HT  ","1744":"Gender is innately biological","1745":"The known differences in cardiovascular performance between the sexes already start in utero   bsd","1746":"In utero origin of sex-related differences in future cardiovascular disease  bsd","1747":"Lessons Learned From Teaching Psychology of Women to Incarcerated Women  Psychiatry","1748":"Postnatal Depression  The Role of Breastfeeding Efficacy, Breastfeeding Du     Psychiatry","1749":"Postnatal Depression  The Role of Breastfeeding Efficacy, Breastfeeding Duration, and FamilyWork Conflict   ","1750":"SAGEpsychology Postnatal Depression  The Role of Breastfeeding Efficacy, Breastfeeding Duration, and FamilyWor","1751":"Postnatal Depression  The Role of Breastfeeding Efficacy, Breastfeeding Duration, and FamilyWork Conflict","1752":"Book Review  The Palgrave handbook of the psychology of sexuality and gend     Psychiatry","1753":"Book Review  The Palgrave handbook of the psychology of sexuality and gend     Psychiatry   htt","1754":"Book Review  The Palgrave handbook of the psychology of sexuality and gend     Ps    by  induspsych via","1755":"The Unique Effects of Fathers Warmth on Adolescents Positive Beliefs and Behaviors","1756":"Science A father's warmth towards teenagers predicts their positive beliefs and varies by gender, boosting the ma","1757":"A father's warmth towards teenagers predicts their positive beliefs and varies by gender, boosting the math grades","1758":"A father's warmth towards teenagers predicts their positive beliefs and varies by gender, ","1759":"Marie-Anne Suizzo publishes new research on the effects of fathers' warmth on adolescent behavior and attitudes","1760":"fatherfact","1761":"Dad's warmth and  acceptance has impact on emotional and  academic dvlpmnt among kids in  LowIncome families ~study","1762":"'On becoming a feminist psychologist' Riger  2016  Great newly published prize-winning a","1763":"What does it mean to be a feminist psychologist?","1764":"Men and   menstruation  Qualitative exploration of beliefs, attitudes and  experiences  menstruationmatters  menshealth","1765":"Study  men's views on menstruation shaped by educational, relational, and  socio-cultural factors  reproductivehealth","1766":"Want to know more about intersectionality in quantitative research?  Nicole Else-Quest  SSS2016","1767":"Great experimental study on school bullying","1768":"noschoolviolence  noviolence  school  bullying  mentalhealth","1769":"About a third of the participants reported having made out with someone just for \"publicity\" reasons","1770":"Women slut shamed for performative sex -they seek fun , and signs that they in relationship ","1771":"Wanting to Be Seen  Young Peoples Experiences of Performative Making Out new study in  JSR","1772":"Wanting to Be Seen  Young Peoples Experiences of Performative Making Out--new study in  JSR","1773":"1\/3 undergrads have made out publicly for an audience  Men's reputations more often enhanced  women's damaged by it","1774":"Wanting to Be Seen  Young People's Experiences of Performative Making Out  a  HT","1775":"Article  Rethinking Strength Black Womens Perceptions of the Strong Black Woman Role via","1776":"Willingness to Engage in Consensual Nonmonogamy  Analysis of Sexual Identity, Casual Sex Attitudes and  Gender","1777":"Willingness to Engage in Consensual Nonmonogamy  Analysis of Sexual Identity, Casual Sex Attitudes and  Gender   h","1778":"Interest in open rltnshps linked to more experimentation, sexual identity exploration, and  openness to  CasualSex","1779":"\"THE WILD PA Y!\" -Alice Cooper","1780":"Willingness to Engage in Consensual Nonmonogamy among Emerging Adults  Sexual ID, Casual Sex Attitudes and  Gender  a","1781":"Willingness to Engage in Consensual Nonmonogamy among Emerging Adults  Sexual ID, Casual Sex Attitudes and  Gender  a  ","1782":"Bud-Sex  Constructing Normative Masculinity among Rural Straight Men That Have Sex With Men Via","1783":"Gender and  Society  Bud-Sex","1784":"Interesting!!  RuralWhiteMales  BudSex","1785":"Bud-Sex  Great paper re married men framing sex w\/ men as less threatening 2 marriage than extramarital sex w\/ women","1786":"genderstudies     you can't make this shit up Rural Straight Men That Have Sex With Men","1787":"New research on heterosexual-identified men who have sex with men   sogintersections  sogsexuality","1788":"Bud-Sex, constructing narratives for straight white men sex with straight white men   sociology","1789":"\"Bud-Sex  Constructing Normative Masculinity among Rural Straight Men That Have Sex With Men\"","1790":"A lot of animals are both predators AND prey  How was this accounted for?","1791":"an actual  genderstudy","1792":"note  am tiger   see avatar    ~_^","1793":"Would you rather be a predator or a prey animal? The answer says surprisingly much about you personality","1794":"I rather have lunch than be lunch","1795":"One of the biggest male-female personality differences  men identify as predators, women as prey","1796":"One of the best reviews on sex-differential biology of  autism that I've ever read, by Donna Werling    bsd","1797":"ASF postdoctoral fellow Dr Donna Werling summarizes what is known about why less females are diagnosed with autism","1798":"4 1 rates of male to female diagnosis for autism  interesting pathology","1799":"The role of sex-differential biology in risk for autism spectrum disorder  bsd","1800":"One of the best reviews on sex-differential biology of  autism that I've ever read, by Donna Werling","1801":"ASF postdoctoral fellow Dr Donna Werling summarizes what is known about why less females are diagnosed with autism  ht","1802":"The role of sex-differential in risk for autism spectrum disorder  bsd  sexandgender","1803":"Science! \"Nerds stay Virgins Longer \"  Facts look consistent w\/ Chateau SMV scale even if explanation is not","1804":"Adolescents in the lowest AND highest cognitive ability group were the least likely to already have had sex","1805":"Science! \"Nerds stay Virgins Longer \"  Facts look consistent w\/ Chateau SMV scale even if explanation is not   ","1806":"I'm gonna choose to believe I'm a genius","1807":"Individuals with lower IQ have less sex than those with average IQ, controlling for confounds hmmm","1808":"Neuro_Skeptic  Individuals with lower IQ have less sex than those with average IQ, controlling for confounds hmmm","1809":"Neuro_Skeptic  Individuals with lower IQ have less sex than those with average IQ, controlling for confounds ","1810":"individuals in the lowest cognitive ability group had significantly lower odds of experiencing each type of sex","1811":"interesting     interesting     go on","1812":"Individuals with lower IQ have less sex than those with average IQ, controlling for confounds hm","1813":"Both high IQ and low IQ young adults more likely be virgins in their late 20s than those with average IQ","1814":"The Relationship B\/w Cognitive Ability and  Experiences of Vaginal, Oral and  Anal Sex in the U S","1815":"Ppl w\/ low cognitive ability less likely to have had vaginal, oral or anal sex than ppl w\/ average IQ","1816":"\"individuals in the highest cognitive ability group had  significantly lower odds of exp  vaginal intercourse   \"","1817":"Higher cognitive ability -  more sex  N = 13,845   via","1818":"How do sexual practices correlate with cognitive ability?","1819":"Is smart the new sexy ?","1820":"The Relationship Between Cognitive Ability and Experiences of Vaginal, Oral, and Anal Sex in the United States","1821":"The Relationship Between Cognitive Ability and Experiences of Vaginal, Oral, and Anal Sex","1822":"This is some proper research  Relationship Between Cognitive Ability and Experiences of Vaginal, Oral, and Anal Sex","1823":"\"individuals in the highest cognitive ability group had significantly lower odds of experiencing vaginal intercour","1824":"was just sent this  your virgin quip from a paper or just *cough* exp?","1825":"Statistical Relationship Between Cognitive Ability and Experiences of Vaginal, Oral,and Anal Sex in USA  sexresearch","1826":"Relationship Between Cognitive Ability and  Experiences of Vaginal, Oral and  Anal Sex in the US  a  HT","1827":"Relationship Between Cognitive Ability and  Experiences of Vaginal, Oral and  Anal Sex in the US  a  HT","1828":"Sex'l Beh'r Def'ns of Sex and  Role of Self-Partner Context in Lesbian Gay and  Bi Adults","1829":"Sex'l Beh'r Def'ns of Sex and  Role of Self-Partner Context in Lesbian Gay and  Bi Adults    h","1830":"Sexual Behavior, Definitions of Sex and  the Role of Self-Partner Context Among  Lesbian,  Gay and   Bisexual Adults  a  ","1831":"Sexual Behavior, Definitions of Sex and  the Role of Self-Partner Context Among  Lesbian,  Gay and   Bisexual Adults  a","1832":"Sexual dimorphism in the mast cell transcriptome and the pathophysiological responses to immu","1833":"Should never have got past animal ethics  Mice suffered prolonged anaphylaxis or were restrained in tiny tubes","1834":"Sex specific immune response that leaves women at greater risk for IBS, allergy, and anaphylaxis     fuelingtactics","1835":"SexualDimorphism in the  MastCell transcriptome and  the pathophysiological responses to imm    bsd via","1836":"May be why autoimmune disease are higher in women","1837":"Very interesting paper on Mast Cells and Gender  mastcells  immunology  revision","1838":"yea! ","1839":"Differential regulation of mast cells in  Female vs  Male mice, seXX matters!  immunology","1840":"Check out KAWSE Executive Director's recent publication with a former K-State Graduate student, Sarah Donley!","1841":"This is interesting! Gendered beliefs are so powerful! they are showing up in this occupation    Undertaking!      Soc320DH","1842":"This is interesting! Gendered beliefs are so powerful! they are showing up in this occupation    Undertaking!   ","1843":"Interesting new paper in GPC Chinese migrant women as boundary markers in Singapore","1844":"Chinese  migrant women as boundary markers in  Singapore  unrespectable, un-middle-class and un-Chinese by S  Ang","1845":"Useful review  Assessing Participation and  Effectiveness of the Peer-Led Approach in Youth Sexual Health Education ","1846":"Assessing Participation and  Effectiveness of Peer-Led Approach in Youth Sexual Hlth Education  Systematic Review  a","1847":"Assessing Participation and  Effectiveness of Peer-Led Approach in Youth Sexual Hlth Education  Systematic Review  a  ","1848":"Peer-led sexual health education changes knowledge and attitudes, but not behaviors","1849":"\"differences in policy preferences of men and women are reflected by male and female candidates in EU elections\"","1850":"Just published  Sexual Well-Being in Older Women  The Relevance of Sexual Excitation\/Sexual Inhibition","1851":"Just published  Sexual Well-Being in Older Women  The Relevance of Sexual Excitation\/Sexual Inhibition    ht","1852":"Sexual Well-Being in Older Women  Relevance of Sexual Excitation and  Sexual  Inhibition  a  HT    Sexuality","1853":"Sexual Well-Being in Older Women  Relevance of Sexual Excitation and  Sexual  Inhibition  a  HT  ","1854":"Honored to support cutting edge fem geog and  the legacy of Jan Monk  Our article on 10 years of JML is out  Thanks GPC!","1855":"The Janice Monk Lecture in  Feminist  Geography  the first 10 years, S  A  Marston,","1856":"Study  queer and pansexual identities adopted more often by nonheterosexual women, noncisgender people","1857":"Who Adopts Queer and Pansexual Sexual Identities?","1858":"Who Adopts  Queer and   Pansexual Sexual Identities?  a  HT    Sexuality","1859":"What sexual and  demographic factors predict identification as pansexual or queer?  psychology  sexuality","1860":"What sexual and  demographic factors predict identification as pansexual or queer?  psychology  sexu","1861":"Keep in mind It's just a small sample but gaw    cis guys you're such prudes lol jk  uwu","1862":"Seems like a thoughtful research","1863":"\"They don't know they're victims   \"","1864":"Why even bother with research and interviews, when you already know the answer?","1865":"Gender scholar says, \"Don't believe your lying eyes \"","1866":"Today in gender studies","1867":"\"Feminist\" Scholar argues female academics are way too dumb to notice they are being oppressed    thanks good she's there to correct them","1868":"\"women do experience gender at work   \" this is great  in case if u ever want 2 read what \"peer reviewed\" actualy means to them","1869":"How can women's academic careers inform us of gender inequalities in universities?","1870":"Beyond the Chilly Climate  The Salience of Gender in Womens Academic Careers","1871":"Some people falsely accuse gender scholars of reaching the same conclusion despite what the data says  Oh wait","1872":"I was told this in person today - specifically that I should \"grow up and acknowledge my own oppression\"","1873":"Female academics don't feel discriminated, gender scholar concludes they are wrong","1874":"Some people falsely accuse gender scholars of reaching the same conclusion despite what the data says  Oh wait    ","1875":"Read 'Beyond the Chilly Climate  The Salience of Gender in Womens Academic Careers' by Dana M  Britton","1876":"More on women, gender inequality and academia  Link to PDF   highered","1877":"WorkLifeBalance of professional  women in rural  Spain","1878":"Mathematicsa Critical Filter for STEM-Related Career Choices? A Longitudinal Examination among Australian and U S","1879":"Mathematicsa Critical Filter for STEM-Related Career Choices? A Longitudinal Examination among Australian and U S  ","1880":"Interested in reading the full publication by Prof Watt and  colleagues?   have made it freely accessible","1881":"In related news  People who love speeding are unsatisfied with driving at 60 mph, but only if that's the speed limit!","1882":"Ppl who love  CasualSex r less committed to and  satisfied w\/ romantic partners, but only if it's a monogamous rltnshp!","1883":"Caught in a 'Bad  Romance'? Reconsidering the Negative Assoc Between Sociosexuality and  Relationship Functioning  a  ","1884":"Caught in a 'Bad  Romance'? Reconsidering the Negative Assoc Between Sociosexuality and  Relationship Functioning  a","1885":"Caught in a Bad Romance? Reconsidering the Negative Association Between Sociosexuality and Relationship Functioning","1886":"Caught in a Bad Romance?  The Negative Association Between Sociosexuality and Relationship Functioning    ","1887":"Affective and  Autonomic Responses to Erotic Images  Evidence of Disgust in Female Sexual Interest\/Arousal Disorder  a","1888":"Affective and  Autonomic Responses to Erotic Images  Evidence of Disgust in Female Sexual Interest\/Arousal Disorder  a ","1889":"Affective and  Autonomic Responses to Erotic Images  Evidence of Disgust-Based Mechanisms in FSIAD","1890":"Imagining the ideal  city,  planning the gender-equal city in Ume,  Sweden by L  Sandberg and  M  Rnnblom","1891":"Sheees planning for 58 genders is going to get a little difficult","1892":"Gender-equal city planning  Of course","1893":"A new review of   forthcoming in  ! Its a great review","1894":"Congratulations!","1895":"A new review of   forthcoming in  ! Its a great review    ","1896":"Gender-Fluid Geek Girls   Negotiating Inequality Regimes in the Tech Industry  si quelqu'un y a accs    &lt 3","1897":"Solid sample size","1898":"Oh, that explains it","1899":"This seems like a strange finding","1900":"Gender-Fluid Geek Girls - Negotiating Inequality Regimes in the Tech Industry - Dec 05, 2016","1901":"Out in Gender and  Society - Gender-Fluid Geek Girls  Negotiating Inequality Regimes in the Tech Industry","1902":"Check out this fantastic soc  study that takes an intersectional perspective on women's experiences working in tech","1903":"Check out this fantastic soc  study that takes an intersectional perspective on women's experiences working in tech  ","1904":"Gender-Fluid Geek Girls  Negotiating Inequality Regimes in the Tech Industry","1905":"How do women avoid workplace  sexism in tech industry? By distancing themselves from conventional str8 femininity","1906":"so true","1907":"Fascinating study -- surprising results   Gender-Fluid Geek Girls Negotiating Inequality Regimes in Tech","1908":"You can distance _your_ self from hostility, and end up reinforcing inequality   In tech and in the world","1909":"Looks like a fascinating paper   futureofgender Link","1910":"Racially dominant women -identified as LGBTQ, presenting as gender-fluid- report greater sense of belonging at work","1911":"Race and sexual orientation co-determine whether a woman is allowed to be treated and accepted as one of the guys","1912":"Race and sexual orientation co-determine whether a woman is allowed to be treated and accepted as one of the guys ht","1913":"A gendered spectrum of belonging operates in occupational cultures where masculinity\/ heteronormativity are \"norm\"","1914":"Not presenting as femme and  thus as heterosexually unavailable, gender-fluid women    enjoyed patriarchal dividends","1915":"More evidence that for young women, more TV --  lower sexual agency  Why? Endorsement of traditional gender scripts","1916":"Girl Power or Powerless Girl? Television, Sexual Scripts, and Sexual Agency in Sexually Active Young Women","1917":"With the mine in the veins   emotional adjustments in  female partners of  Chilean mining workers","1918":"Heterosexual, Homosexual, and Bisexual Mens Pupillary Responses to Persons at Differ  Stages of Sexual Development","1919":"Heterosexual, Homosexual, and Bisexual Mens Pupillary Responses to Persons at Differ  Stages of Sexual Development ht","1920":"Very cool study!","1921":"More evidence that pupil dilation is an effective measure of men's attraction to men v  women and  adults v  kids","1922":"Review of ' Sex, needs and  queer culture  from  liberation to the post-gay' by E  Garwood","1923":"Quantitative Empirical Studies on Womens Issues in Islamic Cultures","1924":"Pray the  gay away   identity conflict between Christianity and  sexuality in  HongKong sexual minorities","1925":"Review of 'Traveling heavy  A memoir in between journeys' by Pamela Moss","1926":"Adolescents in country with good sex ed know sex films are fantasy","1927":"Dutch Adolescents Motives, Perceptions and  Reflections Toward Sex-Related Internet Use  a Web-Based Focus-Group Study h","1928":"Kenyan Relig  Leaders Views on Same-Sex sexuality and  Gender Nonconformity  Religious Freedom vs Constitutional Rights h","1929":"New article -A geopolitics of migrant women, mobility and abortion access in the Republic of Ireland, Katherine Side","1930":"New article -A geopolitics of migrant women, mobility and abortion access in the Republic of Ireland, Katherine Side ","1931":"No Long-Term Causal Associations b\/w Symptoms of PE and  Anxiety, Depression and  Sexual Distress in a Longitudinal Sample","1932":"No Long-Term Causal Associations b\/w Symptoms of PE and  Anxiety, Depression and  Sexual Distress in a Longitudinal Sample h","1933":"Contrary to popular views,  PrematureEjaculation doesn't lead to anxiety, depression and  sexual distress Or vice versa","1934":"Study showed No Evidence for Long-Term Causal Associations Between  PE and  Anxiety, Depression and  Sexual Distress","1935":"No Evidence for Long-Term Causal Associations Between Symptoms of Premature Ejaculation and Symptoms of Anxiety, D","1936":"Dutch rudder? On a related note, this might help put your mind at ease, but won't fix the issue","1937":"Places of difference  narratives of heart-felt warmth, ethnicisation, and female care-migrants in Swiss live-in care","1938":"Places of difference  narratives of heart-felt warmth, ethnicisation, and female care-migrants in Swiss live-in care ","1939":"Response  Avuncularity and Kin Selection in Homosexuals","1940":"Yeah when they wake up next to the boy   they think   could hv got a better dick!  D","1941":"Consequences of Casual Sex Rel'ps and  on Adolescents Psychol  Well-Being  A Prospective Study","1942":"Casual sexual experiences may affect female adolescents more negatively than their male peers","1943":"Among Quebec high schoolers,  FWB rltnshps and  OneNightStands have negative psychological effects for girls only","1944":"Casual sex had a very small detrimental effect on adolescents' well-being, but only among girls  htt","1945":"Prospective study  Casual sex increases girls psychological distress, alcohol\/drug consumption  boys no effect","1946":"Wow, psychological distress has a gender disparity","1947":"Prospective study  Casual sex increases girls psychological distress, alcohol\/drug consumption  boys no effect  ","1948":"Don't apply it to boys","1949":"Stereotype accuracy  Girls more negatiely affected","1950":"Self-Defining Memories of Body Image Shame and Binge Eating in Men and Women  research  bodyimage  shame","1951":"Self-Defining Memories of Body Image Shame and Binge Eating in Men and Women","1952":"Relp  b\/w Perceived Hookup Attitudes and  Neg Hookup Consequences  Do Perceived Attitudes of Close Friends Matter?","1953":"For heavy-drinking undergrads, hooking up w\/ multiple partners linked to more negative hookup consequences","1954":"Relationship Between Perceived Hookup Attitudes and  Neg  Hookup Consequences  Do Close Friends' Attitudes Matter?  a","1955":"Relationship Between Perceived Hookup Attitudes and  Neg  Hookup Consequences  Do Close Friends' Attitudes Matter?  a  ","1956":"Measuring Sexual Orientation  A Review and  Critique of US Data Collection Efforts Implications for Health Policy  ARSR","1957":"Measuring Sexual Orientation  A Review and  Critique of US Data Collection Efforts Implications for Health Policy  ARSR h","1958":"To understand  HealthDisparities for  SexualMinorities, we need valid measures of  SexualOrientation in national surveillance research!","1959":"The How  Wolff et al  look at measuring sexual orientation, U S  data collection, and  implications for health policy","1960":"Great review from my Leiden buddy Anna Fielder of Transnational Feminism and  Womens Movements in Post-1997 Hong Kong","1961":"Great review from my Leiden buddy Anna Fielder of Transnational Feminism and  Womens Movements in Post-1997 Hong Kong ","1962":"equality concerns move from the political to the economic via the corporate  entrepreneurship  gender","1963":"\"   women bike messengers and their inventive urban strategies in three US cities\" by Jane Ferguson","1964":"Discreet to excrete in the concrete jungle  women bike messengers and  their inventive  urban strategies in 3 US cities","1965":"Discreet to excrete in the concrete jungle  women bike messengers and  their inventive  urban strategies in 3 US cities ","1966":"Effects of Twitter Personalization on Candidate Evaluations   polcom  polcomm","1967":"My new pub is out in Politicsand Gender   Getting Personal  Effects of Twitter Personalization on Candidate Evaluations","1968":"Review of 'Marriage  migration in  Asia  emerging  minorities at the frontiers of nation-states' by Raksha Pande","1969":"Queering Communia  the politics of  positionality when doing research on squatting in  Rome by C  Di Feliciantonio","1970":"For those who are undertaking research on  squatting - new out in","1971":"Queering Communia  the politics of  positionality when doing research on squatting in  Rome by C  Di Feliciantonio ","1972":"The unavoidable salience of  gender  notes from Australian  childcare work by Yarrow Andrew","1973":"50 free eprints of my artice about gender mainstreaming in the Finnish state administration  IFjP","1974":"Domesticfication of  urban space? Mothering and fathering while on family leave in the inner city of  Helsinki","1975":"Food practices,  gendered intimacy and family life in contemporary  Guangzhou by Chen Liu","1976":"Happy to share my first book review","1977":"Conversation piece with   about  WPS  gender and  unscr1325 in the  ADF","1978":"discusses  GPS  WPS in the ADF with","1979":"Conversation piece with   about  WPS  gender and  unscr1325 in the  ADF    ","1980":"Ovid Insights  The Detrimental Effect of Affirming Masculinity on Judgments of Gay Men","1981":"Women on the move  theorising the  geographies of  domestic  violence journeys in  England, Janet C  Bowstead","1982":"Gendered racial socialization","1983":"Today we're highlighting a new article by   on how to measure gendered racial-ethnic socialization","1984":"My paper is out - Gendered struggles over land  Senegal   landrights  feministethnography","1985":"My paper is out - Gendered struggles over land  Senegal   landrights  feministethnography   ","1986":"Yes but need to work with rural communities on changing gendered land inheritance practices","1987":"Promising shifts towards  genderequality in  landinheritance  Serer in  Senegal","1988":"Gendered struggles over land  shifting inheritance practices among the Serer in rural Senegal, by Evans,","1989":"Finally published in the Psychology of Women Quarterly ","1990":"New special issue of      Gender and the Transition to  Parenthood","1991":"Bringing the changing lens of gender to research on the transition into parenthood  USA samples","1992":"Thank you OSSD for selecting our wors as the best paper published in the Biology of Sex Differences journal in 2016!","1993":"Thank you OSSD for selecting our work as the best paper published in \"Biology of Sex Differences\" in 2016!","1994":"Protective role of gender identity among undergraduate women in  STEM","1995":"examines sexual and  gender-based violence in the  DRC during wartime   womenalsoknowstuff","1996":"examines sexual and  gender-based violence in the  DRC during wartime   womenalsok","1997":"Child Security in Asia  The Impact of Armed Conflict in Cambodia and Myanmar, by Cecilia Jacob","1998":"Integrating topics of sex and gender into medical curricula-lessons from the international community","1999":"Male sex hormones promote renal and cardiovascular dysfunction with ageing","2000":"From the Defamilialization to the Demotherization of Care Work in \"Social Politics\"","2001":"Women legislators participate at same rate as men under conditions of gender equality in  CostaRica  Now in print!","2002":"Women legislators participate at same rate as men under conditions of gender equality in  CostaRica  Now in print! ","2003":"Survey is on 8th graders","2004":"women support gender equal rights more than men do, largest diffs in most egalitarian nations  socialroletheoryfail","2005":"Attitudes toward gender roles in Adolescents in 36 Countries, w\/ implications for achieving  genderequality","2006":"Study finds  sexualization ubiquitous in children's tv shows, with 72% of sexualizing instances in female characters","2007":"Social Support and Postpartum Depression Revisited  The Traditional Female     Psychiatry","2008":"Minority Stress and the Risk of Unwanted Sexual Experiences in LGBQ Undergraduates"},"cites_papers":{"0":"[3798508]","1":"[3798508]","2":"[3831803]","3":"[3831803]","4":"[3831803]","5":"[3831803]","6":"[3859732]","7":"[3859732]","8":"[3859732]","9":"[3859732]","10":"[3928626]","11":"[3928626]","12":"[3928626]","13":"[3928626]","14":"[3928626]","15":"[3928626]","16":"[4644935]","17":"[4737506]","18":"[4737506]","19":"[4949436]","20":"[4949436]","21":"[4949436]","22":"[4949436]","23":"[4949436]","24":"[4949436]","25":"[4949436]","26":"[4949436]","27":"[4949436]","28":"[6156712,4949436]","29":"[4949436]","30":"[4949436]","31":"[4949436]","32":"[4949436]","33":"[4949436]","34":"[4538619,4949436]","35":"[4949436]","36":"[4538619,1093697,4949436]","37":"[4949436]","38":"[4949436]","39":"[4538619,1093697,4949436,3085925]","40":"[4949436]","41":"[4956008]","42":"[4956008]","43":"[4956008]","44":"[4956476]","45":"[4956476]","46":"[4956476]","47":"[4966609]","48":"[4966609]","49":"[4966609]","50":"[4966609]","51":"[4966609]","52":"[4966609]","53":"[4966609]","54":"[4966609]","55":"[4966609]","56":"[4966609]","57":"[4966609]","58":"[4966609]","59":"[4966609]","60":"[4966618]","61":"[4966618]","62":"[4973114]","63":"[4973114]","64":"[4979302]","65":"[4979302]","66":"[4979302]","67":"[4979302]","68":"[4982430]","69":"[4982430]","70":"[4982977]","71":"[4984167]","72":"[4984179]","73":"[4984179]","74":"[4984179]","75":"[4984179]","76":"[4984977]","77":"[4984986]","78":"[4984986]","79":"[4984986]","80":"[4984986]","81":"[4986348]","82":"[4986348]","83":"[4986348]","84":"[4992858]","85":"[5008590]","86":"[5008590]","87":"[5016608]","88":"[5021839]","89":"[5021839]","90":"[5021839]","91":"[5037163]","92":"[5037163]","93":"[5041886]","94":"[5048646]","95":"[5048646]","96":"[5048680]","97":"[5048680]","98":"[5048680]","99":"[5048680]","100":"[5048680]","101":"[5048680]","102":"[5048680]","103":"[5048680]","104":"[5048680]","105":"[5053113]","106":"[5053113]","107":"[5053113]","108":"[5053113]","109":"[5057831]","110":"[5057831]","111":"[5060908]","112":"[5061279]","113":"[5061279]","114":"[5061279]","115":"[5061279]","116":"[5061279]","117":"[5061279]","118":"[5062023]","119":"[5062023]","120":"[5062023]","121":"[5070431]","122":"[5081555]","123":"[5081555]","124":"[5081555]","125":"[5081555]","126":"[5081555]","127":"[5081555]","128":"[5081758]","129":"[5081758]","130":"[5084691]","131":"[5084691]","132":"[5084691]","133":"[5084691]","134":"[5084691]","135":"[5084691]","136":"[5084691]","137":"[5084691]","138":"[5084691]","139":"[5084691]","140":"[5084691]","141":"[5086459]","142":"[5086459]","143":"[5086963]","144":"[5086963]","145":"[5087455]","146":"[5087455]","147":"[5087455]","148":"[5087455]","149":"[5091310]","150":"[5091310]","151":"[5093257]","152":"[5093628]","153":"[5093628]","154":"[5100852]","155":"[5100858]","156":"[5100858]","157":"[5100858]","158":"[5100859]","159":"[5100859]","160":"[5100859]","161":"[5100925]","162":"[5100925]","163":"[5101813]","164":"[5101813]","165":"[5103506]","166":"[5103506]","167":"[5103506]","168":"[5103506]","169":"[5103506,5103506]","170":"[5103506]","171":"[5103506]","172":"[5103506]","173":"[5103506]","174":"[5103506]","175":"[5103506]","176":"[5103506]","177":"[5105868]","178":"[5105868]","179":"[5105868]","180":"[5110616]","181":"[5110616]","182":"[5110616]","183":"[5110616]","184":"[5110616]","185":"[5110616]","186":"[5110616]","187":"[5110616]","188":"[5110616]","189":"[5110616]","190":"[5110616]","191":"[5110616]","192":"[5110616]","193":"[5110616]","194":"[5110616]","195":"[5110616]","196":"[5110616]","197":"[5110616]","198":"[5110616]","199":"[5110616]","200":"[5110616]","201":"[5110616]","202":"[5110616]","203":"[5110616]","204":"[5110616]","205":"[5110616]","206":"[5110616]","207":"[5110616]","208":"[5110616]","209":"[5110616]","210":"[5110616]","211":"[5110616]","212":"[5110616]","213":"[5110616]","214":"[5110616]","215":"[5110616]","216":"[5110616]","217":"[5110616]","218":"[5110616]","219":"[5110616]","220":"[5110616]","221":"[5110616]","222":"[5110616]","223":"[5110616]","224":"[5110616]","225":"[5110616]","226":"[5110616]","227":"[5110616]","228":"[5110616]","229":"[5110616]","230":"[5110616]","231":"[5110616]","232":"[5110616]","233":"[5110616]","234":"[5110616]","235":"[5110616]","236":"[5110616]","237":"[5110616]","238":"[5110616]","239":"[5110616]","240":"[5110616]","241":"[5110616]","242":"[5110616]","243":"[5110616]","244":"[5110616]","245":"[5110616]","246":"[5110616]","247":"[5110616]","248":"[5110616]","249":"[5110616]","250":"[5110616]","251":"[5110616]","252":"[5110616]","253":"[5110616]","254":"[5110616]","255":"[5110616]","256":"[5110616]","257":"[5110616]","258":"[5110616]","259":"[5110616]","260":"[5110616]","261":"[5110616]","262":"[5110616]","263":"[5110616]","264":"[5110616]","265":"[5110616]","266":"[5110616]","267":"[5110616]","268":"[5110616]","269":"[5110616]","270":"[5110616]","271":"[5110616]","272":"[5110616]","273":"[5110616]","274":"[5110616]","275":"[5110616]","276":"[5110616]","277":"[5110616]","278":"[5110616]","279":"[5110616]","280":"[5110616]","281":"[5110616]","282":"[5110616]","283":"[5110616]","284":"[5110616]","285":"[5110616]","286":"[5110616]","287":"[5110616]","288":"[5110616]","289":"[5110616]","290":"[5110616]","291":"[5110616]","292":"[5110616]","293":"[5110616]","294":"[5110616]","295":"[5110616]","296":"[5110616]","297":"[5110616]","298":"[5110616]","299":"[5110616]","300":"[5110616]","301":"[5110616]","302":"[5110616]","303":"[5110616]","304":"[5110616]","305":"[5110616]","306":"[5110616]","307":"[5110616]","308":"[5110616]","309":"[5110616]","310":"[5110616]","311":"[5110616]","312":"[5110616]","313":"[5110616]","314":"[5110616]","315":"[5110616]","316":"[5110616]","317":"[5110616]","318":"[5110616]","319":"[950642,12263322,5110616]","320":"[5110616]","321":"[5110616]","322":"[5110616]","323":"[5298097]","324":"[5298097]","325":"[5307770]","326":"[5394068]","327":"[5394068]","328":"[5394068]","329":"[5518136]","330":"[5518136]","331":"[5518136]","332":"[5518136]","333":"[5518136]","334":"[5518136]","335":"[5518136]","336":"[5531874]","337":"[5531874]","338":"[5624029]","339":"[5624029]","340":"[5626532]","341":"[5626532]","342":"[5626532]","343":"[5630044]","344":"[5630044]","345":"[5630044]","346":"[5630044]","347":"[5630044]","348":"[5630044]","349":"[5630044]","350":"[5630044]","351":"[5630044]","352":"[5630044]","353":"[5630044]","354":"[5632710]","355":"[5632710]","356":"[5632710]","357":"[5632710]","358":"[5632710]","359":"[5632710]","360":"[5632710]","361":"[5632710]","362":"[5632710]","363":"[5632710]","364":"[5632710]","365":"[5632710]","366":"[5632710]","367":"[5632710]","368":"[5632710]","369":"[5632710]","370":"[5632710]","371":"[5632710]","372":"[5632710]","373":"[5632710]","374":"[5636779]","375":"[5636779]","376":"[5701431]","377":"[5701431]","378":"[5701431]","379":"[5701431]","380":"[5701431]","381":"[5701431]","382":"[5701431]","383":"[5701431]","384":"[5701431]","385":"[5767944]","386":"[5974950]","387":"[5980250]","388":"[5980250]","389":"[5980250]","390":"[5980250]","391":"[5980250]","392":"[5980250]","393":"[5980250]","394":"[5980250]","395":"[5980250]","396":"[5980250]","397":"[5980250]","398":"[6009801]","399":"[6009801]","400":"[6009801]","401":"[6009801]","402":"[6009801]","403":"[6009996]","404":"[6009996]","405":"[6010329]","406":"[6016658]","407":"[6016658]","408":"[6050273]","409":"[6050273]","410":"[6050273]","411":"[6050273]","412":"[6050273]","413":"[6050273]","414":"[6050273]","415":"[6050273]","416":"[6050273]","417":"[6050273]","418":"[6050273]","419":"[6050273]","420":"[6050273]","421":"[6050273]","422":"[6050273]","423":"[6050273]","424":"[6050273]","425":"[6050273]","426":"[6050273]","427":"[6050273]","428":"[6050273]","429":"[6050273]","430":"[6050273]","431":"[6050273]","432":"[6050273]","433":"[6120641]","434":"[6120641]","435":"[6120641]","436":"[6120641]","437":"[6124604]","438":"[6124604]","439":"[6128697]","440":"[6128697]","441":"[6128697]","442":"[6133287]","443":"[6133287]","444":"[6133287]","445":"[6133287]","446":"[6136167]","447":"[6136973]","448":"[6136973]","449":"[6136973]","450":"[6136973]","451":"[6142850]","452":"[6142850]","453":"[6142850]","454":"[6147115]","455":"[6147115]","456":"[6147115]","457":"[6147115]","458":"[6147115]","459":"[6147115]","460":"[6147115]","461":"[6147115]","462":"[6147115]","463":"[6147115]","464":"[6147115]","465":"[6147115]","466":"[6147115]","467":"[6147115]","468":"[6147115]","469":"[6147115]","470":"[6147115]","471":"[6147115]","472":"[6147115]","473":"[6147115]","474":"[6147115]","475":"[6147115]","476":"[6147115]","477":"[6147115]","478":"[6147115]","479":"[6147115]","480":"[6147115]","481":"[6147115]","482":"[6147115]","483":"[6147115]","484":"[6147115]","485":"[6147115]","486":"[6147115]","487":"[6147115]","488":"[6147115]","489":"[6147115]","490":"[6157331]","491":"[6157331]","492":"[6157331]","493":"[6157331]","494":"[6157331]","495":"[6157331]","496":"[6157331]","497":"[6157331]","498":"[6157331]","499":"[6157331]","500":"[6157331]","501":"[6157331]","502":"[6157331]","503":"[6157331]","504":"[6157331]","505":"[6157331]","506":"[6157331]","507":"[6157331]","508":"[6157331]","509":"[6157331]","510":"[6157331]","511":"[6157331]","512":"[6157331]","513":"[6157331]","514":"[6157331]","515":"[6157331]","516":"[6157331]","517":"[6157331]","518":"[6157331]","519":"[6157331]","520":"[6157331]","521":"[6157331]","522":"[6164135]","523":"[6164135]","524":"[6164135]","525":"[6164135]","526":"[6164135]","527":"[6164135]","528":"[6164135]","529":"[6164135]","530":"[6164135]","531":"[6164135]","532":"[6164135]","533":"[6164135]","534":"[6164135]","535":"[6164135]","536":"[6164135]","537":"[6164135]","538":"[6164135]","539":"[6164135]","540":"[6164799]","541":"[6165401]","542":"[6174057]","543":"[6174378]","544":"[6174378]","545":"[6174378]","546":"[6174378]","547":"[6174378]","548":"[6176543]","549":"[6176543]","550":"[6176543]","551":"[6176543]","552":"[6176543]","553":"[6176543]","554":"[6176543]","555":"[6176543]","556":"[6176543]","557":"[6176543]","558":"[6176543]","559":"[6176543]","560":"[6176543]","561":"[6176543]","562":"[6176543]","563":"[6176543]","564":"[6176543]","565":"[6176543]","566":"[6176543]","567":"[6176543]","568":"[6176543]","569":"[6176543]","570":"[6176543]","571":"[6176543]","572":"[6176543]","573":"[6176543]","574":"[6176543]","575":"[6176543]","576":"[6176543]","577":"[6176543]","578":"[6198654]","579":"[6198654]","580":"[6198654]","581":"[6198654]","582":"[6198654]","583":"[6198654]","584":"[6198654]","585":"[6198654]","586":"[6198654]","587":"[6198654]","588":"[6198654]","589":"[6198654]","590":"[6198654]","591":"[6198654,6198654]","592":"[6198654,6198654]","593":"[6198654]","594":"[6198654,6198654]","595":"[6198654]","596":"[6198654]","597":"[6198654]","598":"[6198654]","599":"[6198654]","600":"[6198654]","601":"[6198654]","602":"[6198654]","603":"[6198654]","604":"[6198654]","605":"[6198654]","606":"[6198654]","607":"[6198654]","608":"[6198654]","609":"[6198654]","610":"[6198654]","611":"[6198654]","612":"[6198654]","613":"[6198654]","614":"[6198654]","615":"[6198654]","616":"[6198654]","617":"[6198654]","618":"[6198654]","619":"[6198654]","620":"[6198654]","621":"[6198654]","622":"[6198654]","623":"[6198654]","624":"[6198654]","625":"[6198654]","626":"[6198654]","627":"[6198654]","628":"[6198654]","629":"[6198654]","630":"[6198654]","631":"[6198654]","632":"[6198654]","633":"[6198654]","634":"[6198654]","635":"[6198654]","636":"[6198654]","637":"[6198654]","638":"[6198654]","639":"[6198654]","640":"[6198654]","641":"[6198654]","642":"[6198654]","643":"[6198654]","644":"[6198654]","645":"[6198654]","646":"[6198654]","647":"[6198654]","648":"[6198654]","649":"[6204036]","650":"[6204036]","651":"[6204036]","652":"[6204036]","653":"[6204036]","654":"[6204036]","655":"[6204972]","656":"[6204972]","657":"[6204972]","658":"[6204972]","659":"[6204972]","660":"[6204972]","661":"[6204972]","662":"[6204972]","663":"[6205089]","664":"[6205089]","665":"[6205089]","666":"[6205089]","667":"[6205089]","668":"[6205089]","669":"[6205089]","670":"[6205089]","671":"[6205089]","672":"[6205089]","673":"[6205089]","674":"[6205089]","675":"[6205089]","676":"[6205089,6205089]","677":"[6205089]","678":"[6205089,13306502]","679":"[6205089]","680":"[6205089]","681":"[6205089]","682":"[6205089]","683":"[6205089]","684":"[6205089]","685":"[6205089]","686":"[6210424]","687":"[6210424]","688":"[6218587]","689":"[6218587,6218587]","690":"[6218587]","691":"[6218587]","692":"[6218980,6218980]","693":"[6218980]","694":"[6219278]","695":"[6230131]","696":"[6230131]","697":"[6230131]","698":"[6230131]","699":"[6230131]","700":"[6230131]","701":"[6230131]","702":"[6230131]","703":"[6230131]","704":"[6230131]","705":"[6230131]","706":"[6230131]","707":"[6230131]","708":"[6230131]","709":"[6230131]","710":"[6230131]","711":"[6230131]","712":"[6230131]","713":"[6230131]","714":"[6230131]","715":"[6230995]","716":"[6231931]","717":"[6231931]","718":"[6231931]","719":"[6231931]","720":"[6231931]","721":"[6231979]","722":"[6231979]","723":"[6231979]","724":"[6254594]","725":"[6262751]","726":"[6262751]","727":"[6262751]","728":"[6262751]","729":"[6285308]","730":"[6315004]","731":"[6315004]","732":"[6315004,3922763]","733":"[6315004]","734":"[6315004]","735":"[6315013]","736":"[6331894]","737":"[6351736]","738":"[6374116]","739":"[6374116]","740":"[6374116]","741":"[6407109]","742":"[6407109]","743":"[6407898]","744":"[6407898]","745":"[6410378]","746":"[6410378]","747":"[6410378]","748":"[6410378]","749":"[6410378]","750":"[6410378]","751":"[6410378]","752":"[6410378]","753":"[6410378]","754":"[6410378]","755":"[6410378]","756":"[6410378]","757":"[6410407]","758":"[6410407]","759":"[6410407]","760":"[6410407]","761":"[6410407]","762":"[6410407]","763":"[6410407]","764":"[6410407]","765":"[6410407]","766":"[6418385]","767":"[6418385]","768":"[6458371]","769":"[6473368]","770":"[6479324]","771":"[6481320]","772":"[6481320]","773":"[6481320]","774":"[6485100]","775":"[6485100]","776":"[6485100]","777":"[6485100]","778":"[6485100]","779":"[6485100]","780":"[6485100]","781":"[6485100]","782":"[6485100]","783":"[6485100]","784":"[6485100]","785":"[6485100]","786":"[6487581]","787":"[6487581]","788":"[6487581]","789":"[6487581]","790":"[6494960]","791":"[6494960]","792":"[6494960]","793":"[6494960]","794":"[6494960]","795":"[6506091]","796":"[6513744]","797":"[6513744,6513744]","798":"[6513744]","799":"[6513744]","800":"[6524203]","801":"[6524203]","802":"[6524203]","803":"[6524203]","804":"[6524203]","805":"[6524203]","806":"[6524203]","807":"[6524203]","808":"[6524203]","809":"[6524203]","810":"[6524203]","811":"[6524203]","812":"[6524203]","813":"[6524203]","814":"[6524203]","815":"[6524203]","816":"[6524203]","817":"[6524203]","818":"[6524203]","819":"[6524203]","820":"[6524203]","821":"[6524203]","822":"[6527415]","823":"[6527415]","824":"[6527415]","825":"[6549561]","826":"[6549561]","827":"[6549561,6549561]","828":"[6549561]","829":"[6549561]","830":"[6557184]","831":"[6557184]","832":"[6557184]","833":"[6615520]","834":"[6624698]","835":"[6624698]","836":"[6631108]","837":"[6642875]","838":"[6642875]","839":"[6642875]","840":"[6642875]","841":"[6642875]","842":"[6642875]","843":"[6642875]","844":"[6658099]","845":"[6658099]","846":"[6658099]","847":"[6720371]","848":"[6720371]","849":"[6720371]","850":"[6720371]","851":"[6720371]","852":"[6720371]","853":"[6720371]","854":"[6720977]","855":"[6720977]","856":"[6720977]","857":"[6720977]","858":"[6720977]","859":"[6720977]","860":"[6746548]","861":"[6757207]","862":"[6780668]","863":"[6780668]","864":"[6780668]","865":"[6780668]","866":"[6780668]","867":"[6788837]","868":"[6788837]","869":"[6788837]","870":"[6788837]","871":"[6788837]","872":"[6788837]","873":"[6788837]","874":"[6815887]","875":"[6815887]","876":"[6815887]","877":"[6815887]","878":"[6817176]","879":"[6817176]","880":"[6817176]","881":"[6817176]","882":"[6817176]","883":"[6817176]","884":"[6817176]","885":"[6817176]","886":"[6817510]","887":"[6835321]","888":"[6835321]","889":"[6835321]","890":"[6843118]","891":"[6843118]","892":"[6843118]","893":"[6843118]","894":"[6843118,6843118]","895":"[6843118]","896":"[6843118,6843118]","897":"[6843118,6843118]","898":"[6843118]","899":"[6843118]","900":"[6843118]","901":"[6843118]","902":"[6843118]","903":"[6843118]","904":"[6843118]","905":"[6843118]","906":"[6843118]","907":"[6896736]","908":"[6896736]","909":"[6900448]","910":"[6900448]","911":"[6900448]","912":"[6900448]","913":"[6900448]","914":"[6900448]","915":"[6900448]","916":"[6900448]","917":"[6900448]","918":"[6900448]","919":"[6900448]","920":"[6900448]","921":"[6904237]","922":"[6904237]","923":"[6904237]","924":"[6928881]","925":"[6928881]","926":"[6938795]","927":"[6970635]","928":"[6970635]","929":"[6970635]","930":"[6970635]","931":"[6970635]","932":"[6970635]","933":"[6970635]","934":"[6970635]","935":"[6970635]","936":"[6970635]","937":"[6970635]","938":"[6970635]","939":"[6970635]","940":"[6970635]","941":"[6970635]","942":"[6970635]","943":"[6970635]","944":"[6970635]","945":"[6970635]","946":"[6970635]","947":"[6970635]","948":"[6970635]","949":"[6970635]","950":"[6970635]","951":"[6970635]","952":"[6970635]","953":"[6970635]","954":"[6970635]","955":"[6970635]","956":"[6970635]","957":"[6970635]","958":"[6970635]","959":"[6970635]","960":"[6970635]","961":"[6970635]","962":"[7062360]","963":"[7062360]","964":"[7062360]","965":"[7062360]","966":"[7062360]","967":"[7062360]","968":"[7062360]","969":"[7062360]","970":"[7064295]","971":"[7064295]","972":"[7064295]","973":"[7064295]","974":"[7064295]","975":"[7064295]","976":"[419162,7064295]","977":"[7064295]","978":"[7064295]","979":"[7064295]","980":"[7064295]","981":"[7064295]","982":"[7064295]","983":"[7064295]","984":"[7064295]","985":"[7064295]","986":"[7064295]","987":"[7064306]","988":"[7064306]","989":"[7064306]","990":"[7064306]","991":"[7064306]","992":"[7078684]","993":"[7080865]","994":"[7080865]","995":"[7080865]","996":"[7080865]","997":"[7114747]","998":"[7114747]","999":"[7114747]","1000":"[7114747]","1001":"[7114747]","1002":"[7114747]","1003":"[7114747]","1004":"[7114747]","1005":"[7114747]","1006":"[7114747]","1007":"[7114747]","1008":"[7114747]","1009":"[7115624]","1010":"[7115624]","1011":"[7115624]","1012":"[7115624]","1013":"[7115624]","1014":"[7115624]","1015":"[7135168]","1016":"[7135168]","1017":"[7135168]","1018":"[7135168]","1019":"[7135168]","1020":"[7136436]","1021":"[7136436]","1022":"[7139322]","1023":"[7139322]","1024":"[7139322]","1025":"[7139322]","1026":"[7139322]","1027":"[7139322]","1028":"[7139322]","1029":"[7139322]","1030":"[7160231]","1031":"[7160231]","1032":"[7160231]","1033":"[7160231]","1034":"[7160231]","1035":"[7160231]","1036":"[7160231]","1037":"[7340942]","1038":"[7340942]","1039":"[7340942]","1040":"[7340942]","1041":"[7353064]","1042":"[7353065]","1043":"[7353065]","1044":"[7353065]","1045":"[7353065]","1046":"[7353065]","1047":"[7360918]","1048":"[7360918]","1049":"[7360918]","1050":"[7360918]","1051":"[7360918]","1052":"[7360918]","1053":"[7360918]","1054":"[7360918]","1055":"[7562875]","1056":"[7562875]","1057":"[7562875]","1058":"[7562875]","1059":"[7562875]","1060":"[7583185]","1061":"[7583185]","1062":"[7583185]","1063":"[7583185]","1064":"[7583185]","1065":"[7583185]","1066":"[7583185]","1067":"[7583185]","1068":"[7583185]","1069":"[7583185]","1070":"[7583185]","1071":"[7604628]","1072":"[7614038]","1073":"[7614045]","1074":"[8057247]","1075":"[8084434]","1076":"[8084434]","1077":"[8084434]","1078":"[8175741]","1079":"[8175741]","1080":"[8175741]","1081":"[8175741]","1082":"[8191883]","1083":"[8191883]","1084":"[8191883]","1085":"[8191883]","1086":"[8191883]","1087":"[8191883]","1088":"[8191883]","1089":"[8191883]","1090":"[8191883]","1091":"[8191883]","1092":"[8191883]","1093":"[8201062]","1094":"[8270885]","1095":"[8270885]","1096":"[8336040]","1097":"[8344121]","1098":"[8393154]","1099":"[8393154]","1100":"[8393154]","1101":"[8393154]","1102":"[8393154]","1103":"[8393154]","1104":"[8394340]","1105":"[8394340]","1106":"[8425654]","1107":"[8425654]","1108":"[8425654]","1109":"[8425654]","1110":"[8425654]","1111":"[8425654]","1112":"[8425971]","1113":"[8425971]","1114":"[8425971]","1115":"[8425971]","1116":"[8425971]","1117":"[8425971]","1118":"[8425971]","1119":"[8425971]","1120":"[8425971]","1121":"[8425971]","1122":"[8425971]","1123":"[8425971]","1124":"[8439929]","1125":"[8439929]","1126":"[8439929]","1127":"[8439929]","1128":"[8443207]","1129":"[8443211]","1130":"[8443211]","1131":"[8457277]","1132":"[8457277]","1133":"[8457277]","1134":"[8457277]","1135":"[8463231]","1136":"[8463231]","1137":"[8463231]","1138":"[8463231]","1139":"[8463231]","1140":"[8477281]","1141":"[8477281]","1142":"[8477281]","1143":"[8477281]","1144":"[8477281]","1145":"[8477281]","1146":"[8477281]","1147":"[8477281]","1148":"[8477281]","1149":"[8490677]","1150":"[8490677]","1151":"[8598775]","1152":"[8598775]","1153":"[8609865]","1154":"[8609865]","1155":"[8698040]","1156":"[8719806]","1157":"[8719806]","1158":"[8719806]","1159":"[8730665]","1160":"[8730665]","1161":"[8819419]","1162":"[8858757]","1163":"[8858757]","1164":"[8858757]","1165":"[8889081]","1166":"[8954227]","1167":"[8998953]","1168":"[8998953]","1169":"[8998953]","1170":"[9036833]","1171":"[9076649]","1172":"[9099050]","1173":"[9099050]","1174":"[9131831]","1175":"[9141999]","1176":"[9141999]","1177":"[9141999]","1178":"[9146660]","1179":"[9146660,15437811]","1180":"[9146660]","1181":"[9154442]","1182":"[9154442]","1183":"[9154442]","1184":"[9219198]","1185":"[9219198]","1186":"[9219198]","1187":"[9219198]","1188":"[9219198]","1189":"[9273255]","1190":"[9273255]","1191":"[9536437]","1192":"[9536437]","1193":"[9570841]","1194":"[9570841]","1195":"[9578251]","1196":"[9578251]","1197":"[9578251]","1198":"[9613669]","1199":"[9627710]","1200":"[9627710]","1201":"[9627710]","1202":"[9746749]","1203":"[9746749]","1204":"[9746749]","1205":"[9746749]","1206":"[9752190]","1207":"[9752190]","1208":"[9752190]","1209":"[9752190]","1210":"[9752190]","1211":"[9752190]","1212":"[9752190]","1213":"[9752190]","1214":"[9752190]","1215":"[9752190]","1216":"[9752190]","1217":"[9752190]","1218":"[9752190]","1219":"[9752190]","1220":"[9752190]","1221":"[9752190]","1222":"[9752190]","1223":"[9752190]","1224":"[9752190]","1225":"[9752190]","1226":"[9752190]","1227":"[9820743]","1228":"[9821148]","1229":"[9826808]","1230":"[9826808]","1231":"[9826808]","1232":"[9867086]","1233":"[9867086]","1234":"[9867086]","1235":"[10073777]","1236":"[10073777]","1237":"[10073777]","1238":"[10073777]","1239":"[10073777]","1240":"[10073777]","1241":"[10073777]","1242":"[10133406]","1243":"[10183177]","1244":"[10183177]","1245":"[10183177]","1246":"[10183177]","1247":"[10183177]","1248":"[10183177]","1249":"[10183177]","1250":"[10183177]","1251":"[10183177]","1252":"[10183177]","1253":"[10183177]","1254":"[10183177]","1255":"[10183177]","1256":"[10183177]","1257":"[10183177]","1258":"[10183177]","1259":"[10183177]","1260":"[10183177]","1261":"[10183177]","1262":"[10183177]","1263":"[10183177]","1264":"[10183177]","1265":"[10183177]","1266":"[10213200]","1267":"[10213200]","1268":"[10214292]","1269":"[10214292]","1270":"[10214292]","1271":"[10214292]","1272":"[10214292]","1273":"[10245807]","1274":"[10245807]","1275":"[10245807]","1276":"[10245807]","1277":"[10245807]","1278":"[10262792]","1279":"[10262792]","1280":"[10262792]","1281":"[10262792]","1282":"[10269260]","1283":"[10270182]","1284":"[10270182]","1285":"[10270182]","1286":"[10270182]","1287":"[10270182]","1288":"[10270182]","1289":"[10270182]","1290":"[10270182]","1291":"[10273023]","1292":"[10273023]","1293":"[10273023]","1294":"[10273023]","1295":"[10273023]","1296":"[10273023]","1297":"[10273023]","1298":"[10282178]","1299":"[10282178]","1300":"[10282178]","1301":"[10282178]","1302":"[10282178]","1303":"[10282178]","1304":"[10282178]","1305":"[10282178]","1306":"[10287551]","1307":"[10305559]","1308":"[10305559]","1309":"[10305559]","1310":"[10305559]","1311":"[10305559]","1312":"[10305559]","1313":"[10305559]","1314":"[10310929]","1315":"[10310929]","1316":"[10310929]","1317":"[10310929]","1318":"[10318503]","1319":"[10331084]","1320":"[10331084]","1321":"[10334458]","1322":"[10334458]","1323":"[10334458]","1324":"[10334458]","1325":"[10334669]","1326":"[10334669]","1327":"[10334669]","1328":"[10334669]","1329":"[10334915]","1330":"[10334915]","1331":"[10334915]","1332":"[10334915]","1333":"[10338181]","1334":"[10338181]","1335":"[10338181]","1336":"[10338181]","1337":"[10344613]","1338":"[10348695]","1339":"[10348695]","1340":"[10372029]","1341":"[10374332]","1342":"[10382319]","1343":"[10382319]","1344":"[10382319]","1345":"[10382865]","1346":"[10382865]","1347":"[10404708]","1348":"[10404708]","1349":"[10404708]","1350":"[10404708]","1351":"[10404708]","1352":"[10404708]","1353":"[10404708]","1354":"[10404708]","1355":"[10404708]","1356":"[10404708]","1357":"[10404708]","1358":"[10404708]","1359":"[10404708]","1360":"[10404708]","1361":"[10404708]","1362":"[10404708]","1363":"[10404708]","1364":"[10404708]","1365":"[10404708]","1366":"[10405110]","1367":"[10405110]","1368":"[10405110]","1369":"[10432422]","1370":"[10432426]","1371":"[10522488]","1372":"[10522488]","1373":"[10522488]","1374":"[10523434]","1375":"[10523434]","1376":"[10523950]","1377":"[10523950]","1378":"[10523950]","1379":"[10524196]","1380":"[10524196]","1381":"[10529559]","1382":"[10529559]","1383":"[10529559]","1384":"[10529559]","1385":"[10529559]","1386":"[10529559]","1387":"[10529559]","1388":"[10529559]","1389":"[10552966]","1390":"[10552966]","1391":"[10552966]","1392":"[10552966]","1393":"[10552966]","1394":"[10554608]","1395":"[10554608]","1396":"[10554608]","1397":"[10554608]","1398":"[10554608]","1399":"[10554608]","1400":"[10645892]","1401":"[10645892]","1402":"[10690061]","1403":"[10690061]","1404":"[10697903]","1405":"[10697903]","1406":"[10704527]","1407":"[10704527]","1408":"[10704527]","1409":"[10704527]","1410":"[10704527]","1411":"[10719550]","1412":"[10732479]","1413":"[10738533]","1414":"[10738533]","1415":"[10783299]","1416":"[10783299]","1417":"[10783322]","1418":"[10783322]","1419":"[10783322]","1420":"[10785231]","1421":"[10785231]","1422":"[10785231]","1423":"[10785231]","1424":"[10785231]","1425":"[10786345]","1426":"[10786345]","1427":"[10799408]","1428":"[10824565]","1429":"[10830764]","1430":"[10830764]","1431":"[10830764]","1432":"[10830764]","1433":"[10830764]","1434":"[10830764]","1435":"[10841355]","1436":"[10843860]","1437":"[10843860]","1438":"[10843888]","1439":"[10847546]","1440":"[10847546]","1441":"[10866651]","1442":"[10885381]","1443":"[10944130]","1444":"[10944130]","1445":"[10950576]","1446":"[10961983]","1447":"[10962189]","1448":"[10962189]","1449":"[10962189]","1450":"[10963748]","1451":"[10963748]","1452":"[11678322]","1453":"[11678322]","1454":"[11678322]","1455":"[11876773]","1456":"[11876773]","1457":"[11876773]","1458":"[11882123]","1459":"[11882123]","1460":"[11882123]","1461":"[11882123]","1462":"[11882123]","1463":"[11882123]","1464":"[11882123]","1465":"[11882123]","1466":"[11882123]","1467":"[11882123]","1468":"[11882123]","1469":"[11882123]","1470":"[11882123]","1471":"[11882123]","1472":"[11882123]","1473":"[11882123]","1474":"[11882123]","1475":"[11882123]","1476":"[11882123]","1477":"[11882123]","1478":"[11882123]","1479":"[11882123]","1480":"[11882123]","1481":"[11882279]","1482":"[11886147]","1483":"[11886147]","1484":"[11886147]","1485":"[11886147]","1486":"[11886147]","1487":"[11889791]","1488":"[11889791]","1489":"[11889791]","1490":"[11889791]","1491":"[11916553]","1492":"[11962979]","1493":"[12032126]","1494":"[12032126]","1495":"[12032126]","1496":"[12032126]","1497":"[12032126]","1498":"[12032126]","1499":"[12032126]","1500":"[12032126]","1501":"[12032126]","1502":"[12032126]","1503":"[12032126]","1504":"[12032126]","1505":"[12032126]","1506":"[12032126]","1507":"[12042770]","1508":"[12042770]","1509":"[12042770]","1510":"[12064731]","1511":"[12064731]","1512":"[12064731]","1513":"[12086365]","1514":"[12086365]","1515":"[12086365]","1516":"[12090706]","1517":"[12090706]","1518":"[12090706]","1519":"[12090706]","1520":"[12090706]","1521":"[12137897]","1522":"[12137897]","1523":"[12140865]","1524":"[12318424]","1525":"[12318424]","1526":"[12318424]","1527":"[12318424]","1528":"[12318424]","1529":"[12346660]","1530":"[12346660]","1531":"[12346660]","1532":"[12346660]","1533":"[12346660]","1534":"[12346660]","1535":"[12346660]","1536":"[12373878]","1537":"[12373878]","1538":"[12418711]","1539":"[12464911]","1540":"[12469790]","1541":"[12469790]","1542":"[12469790]","1543":"[12469790]","1544":"[12469790]","1545":"[12469790]","1546":"[12469790]","1547":"[12469790]","1548":"[12469790]","1549":"[12469790]","1550":"[12469790]","1551":"[12469790]","1552":"[12469790]","1553":"[12469790]","1554":"[12469790]","1555":"[12469790]","1556":"[12469790]","1557":"[12469790]","1558":"[12469790]","1559":"[12469790]","1560":"[12469790]","1561":"[12469790]","1562":"[12469790]","1563":"[12469790]","1564":"[12469790]","1565":"[12469790]","1566":"[12469790]","1567":"[12469790]","1568":"[12469790]","1569":"[12469790]","1570":"[12469790]","1571":"[12469790]","1572":"[12469790]","1573":"[12469790]","1574":"[12469790]","1575":"[12469790]","1576":"[12469790]","1577":"[12469790]","1578":"[12469790]","1579":"[12469790]","1580":"[12469790]","1581":"[12469790]","1582":"[12469790]","1583":"[12469790]","1584":"[12469790]","1585":"[12469790]","1586":"[12469790]","1587":"[12469790]","1588":"[12469790]","1589":"[12469790]","1590":"[12469790]","1591":"[12469790]","1592":"[12469790]","1593":"[12469790]","1594":"[12469790]","1595":"[12469790]","1596":"[12469790]","1597":"[12469790]","1598":"[12469790]","1599":"[12469790]","1600":"[12469790]","1601":"[12469790]","1602":"[12469790]","1603":"[12474676]","1604":"[12474676]","1605":"[12474676]","1606":"[12474676]","1607":"[12521331]","1608":"[12521331]","1609":"[12521331]","1610":"[12521331]","1611":"[12521331]","1612":"[12521331]","1613":"[12534775]","1614":"[12534775]","1615":"[12534775]","1616":"[12534775]","1617":"[12534775]","1618":"[12569354]","1619":"[12569354]","1620":"[12638750]","1621":"[12638750]","1622":"[12638750]","1623":"[12638750]","1624":"[12666585]","1625":"[12667390]","1626":"[12667390]","1627":"[12667390]","1628":"[12667390]","1629":"[12667390]","1630":"[12682413]","1631":"[12682413]","1632":"[12689478]","1633":"[12689478]","1634":"[12731582]","1635":"[12958172]","1636":"[12963351]","1637":"[12963351]","1638":"[13049407]","1639":"[13075473]","1640":"[13075473]","1641":"[13075473]","1642":"[13217919]","1643":"[13217919]","1644":"[13217919]","1645":"[13217919]","1646":"[13220287]","1647":"[13220287]","1648":"[13220287]","1649":"[13220287]","1650":"[13220287]","1651":"[13226301]","1652":"[13226301]","1653":"[13226301]","1654":"[13226301]","1655":"[13226301]","1656":"[13226301]","1657":"[13226301]","1658":"[13260383]","1659":"[13260383]","1660":"[13260383]","1661":"[13260383]","1662":"[13260383]","1663":"[13260383]","1664":"[13260383]","1665":"[13260383]","1666":"[13260383]","1667":"[13260383]","1668":"[13261526]","1669":"[13261526]","1670":"[13261529]","1671":"[13261529]","1672":"[13287892]","1673":"[13287892]","1674":"[13287892]","1675":"[13306502]","1676":"[13306502]","1677":"[13306502]","1678":"[13306502]","1679":"[13306502]","1680":"[13306502]","1681":"[13306502]","1682":"[13306502]","1683":"[13306502]","1684":"[13306502]","1685":"[13306502]","1686":"[13306502]","1687":"[13306502]","1688":"[13306502]","1689":"[13306502]","1690":"[13306502]","1691":"[13306502]","1692":"[13306502]","1693":"[13306502]","1694":"[13306502]","1695":"[13306502]","1696":"[13306502]","1697":"[13306502]","1698":"[13306502]","1699":"[13306502]","1700":"[13306502]","1701":"[13306502]","1702":"[13306502]","1703":"[13306502]","1704":"[13306502]","1705":"[13306502]","1706":"[13306502]","1707":"[13306502]","1708":"[13306502]","1709":"[13306502]","1710":"[13306502]","1711":"[13367025]","1712":"[13367025]","1713":"[13367025]","1714":"[13385009]","1715":"[13385009]","1716":"[13468874]","1717":"[13468874]","1718":"[13468874]","1719":"[13468874]","1720":"[13468874]","1721":"[13472014]","1722":"[13472014]","1723":"[13472014]","1724":"[13472014]","1725":"[13551169]","1726":"[13551169]","1727":"[13554597]","1728":"[13554597]","1729":"[13554597]","1730":"[13554597]","1731":"[13554597]","1732":"[13587765]","1733":"[13587765]","1734":"[13587765]","1735":"[13587765]","1736":"[13587765]","1737":"[13587765]","1738":"[13587765]","1739":"[13587765]","1740":"[13587765]","1741":"[13646574]","1742":"[13646574]","1743":"[13646574]","1744":"[13661571]","1745":"[13661571]","1746":"[13661571]","1747":"[13671851]","1748":"[13671967]","1749":"[13671967]","1750":"[13671967]","1751":"[13671967]","1752":"[13672034]","1753":"[13672034]","1754":"[13672034]","1755":"[13697511]","1756":"[13697511]","1757":"[13697511]","1758":"[13697511]","1759":"[13697511]","1760":"[13697511]","1761":"[13697511]","1762":"[13712150]","1763":"[13712150]","1764":"[13793230]","1765":"[13793230]","1766":"[13826035]","1767":"[13869933]","1768":"[13869933]","1769":"[13878570]","1770":"[13878570]","1771":"[13878570]","1772":"[13878570]","1773":"[13878570]","1774":"[13878570]","1775":"[13893236]","1776":"[13935633]","1777":"[13935633]","1778":"[13935633]","1779":"[13935633]","1780":"[13935633]","1781":"[13935633]","1782":"[13948903]","1783":"[13948903]","1784":"[13948903]","1785":"[13948903]","1786":"[13948903]","1787":"[13948903]","1788":"[13948903]","1789":"[13948903]","1790":"[13991526]","1791":"[13991526]","1792":"[13991526]","1793":"[13991526]","1794":"[13991526]","1795":"[13991526]","1796":"[14167592]","1797":"[14167592]","1798":"[14167592]","1799":"[14167592]","1800":"[14167592]","1801":"[14167592]","1802":"[14167592]","1803":"[14185676]","1804":"[14185676]","1805":"[14185676]","1806":"[14185676]","1807":"[14185676]","1808":"[14185676]","1809":"[14185676]","1810":"[14185676]","1811":"[14185676]","1812":"[14185676]","1813":"[14185676]","1814":"[14185676]","1815":"[14185676]","1816":"[14185676]","1817":"[14185676]","1818":"[14185676]","1819":"[14185676]","1820":"[14185676]","1821":"[14185676]","1822":"[14185676]","1823":"[14185676]","1824":"[14185676]","1825":"[14185676]","1826":"[14185676]","1827":"[14185676]","1828":"[14186674]","1829":"[14186674]","1830":"[14186674]","1831":"[14186674]","1832":"[14186696]","1833":"[14186696]","1834":"[14186696]","1835":"[14186696]","1836":"[14186696]","1837":"[14186696]","1838":"[14186696]","1839":"[14186696]","1840":"[14194370]","1841":"[14194370]","1842":"[14194370]","1843":"[14212493]","1844":"[14212493]","1845":"[14232506]","1846":"[14232506]","1847":"[14232506]","1848":"[14232506]","1849":"[14257822]","1850":"[14294171]","1851":"[14294171]","1852":"[14294171]","1853":"[14294171]","1854":"[14299429]","1855":"[14299429]","1856":"[14419684]","1857":"[14419684]","1858":"[14419684]","1859":"[14419684]","1860":"[14419684]","1861":"[14419684]","1862":"[14441472]","1863":"[14441472]","1864":"[14441472]","1865":"[14441472]","1866":"[14441472]","1867":"[14441472]","1868":"[14441472]","1869":"[14441472]","1870":"[14441472]","1871":"[14441472]","1872":"[14441472]","1873":"[14441472]","1874":"[14441472]","1875":"[14441472]","1876":"[14441472]","1877":"[14458538]","1878":"[14466512]","1879":"[14466512]","1880":"[14466512]","1881":"[14473954]","1882":"[14473954]","1883":"[14473954]","1884":"[14473954]","1885":"[14473954]","1886":"[14473954]","1887":"[14483006]","1888":"[14483006]","1889":"[14483006]","1890":"[14491749]","1891":"[14491749]","1892":"[14491749]","1893":"[14517207]","1894":"[14517207]","1895":"[14517207]","1896":"[14532136]","1897":"[14532136]","1898":"[14532136]","1899":"[14532136]","1900":"[14532136]","1901":"[14532136]","1902":"[14532136]","1903":"[14532136]","1904":"[14532136]","1905":"[14532136]","1906":"[14532136]","1907":"[14532136]","1908":"[14532136]","1909":"[14532136]","1910":"[14532136]","1911":"[14532136]","1912":"[14532136]","1913":"[14532136]","1914":"[14532136]","1915":"[14540123]","1916":"[14540123]","1917":"[14551040]","1918":"[14580770]","1919":"[14580770]","1920":"[14580770]","1921":"[14580770]","1922":"[14602274]","1923":"[14661030]","1924":"[14745848]","1925":"[14801913]","1926":"[14848940]","1927":"[14848940]","1928":"[14866360]","1929":"[14906293]","1930":"[14906293]","1931":"[14911935]","1932":"[14911935]","1933":"[14911935]","1934":"[14911935]","1935":"[14911935]","1936":"[14911935]","1937":"[14946429]","1938":"[14946429]","1939":"[15012209]","1940":"[15065904]","1941":"[15065904]","1942":"[15065904]","1943":"[15065904]","1944":"[15065904]","1945":"[15065904]","1946":"[15065904]","1947":"[15065904]","1948":"[15065904]","1949":"[15093154,15065904,19895594]","1950":"[15103378]","1951":"[15103378]","1952":"[15118860]","1953":"[15118860]","1954":"[15118860]","1955":"[15118860]","1956":"[15127527]","1957":"[15127527]","1958":"[15127527]","1959":"[15127527]","1960":"[15185887]","1961":"[15185887]","1962":"[15193480]","1963":"[15195131]","1964":"[15195131]","1965":"[15195131]","1966":"[15200853]","1967":"[15200853]","1968":"[15234296]","1969":"[15250177]","1970":"[15250177]","1971":"[15250177]","1972":"[15273498]","1973":"[15326718]","1974":"[15367624]","1975":"[15417007]","1976":"[15505473]","1977":"[15509556]","1978":"[15509556]","1979":"[15509556]","1980":"[15525881]","1981":"[15556940]","1982":"[15710317]","1983":"[15710317]","1984":"[15866788]","1985":"[15866788]","1986":"[15866788]","1987":"[15866788]","1988":"[15866788]","1989":"[17082506]","1990":"[17390005]","1991":"[17390005]","1992":"[17390261]","1993":"[17390261]","1994":"[17878315]","1995":"[18189581]","1996":"[18189581]","1997":"[18493578]","1998":"[18532264]","1999":"[19522270]","2000":"[19996376]","2001":"[21038934]","2002":"[21038934]","2003":"[21042743]","2004":"[21042743]","2005":"[21042743]","2006":"[21272432]","2007":"[21766541]","2008":"[21767573]"}}